[
    {
        "title": "Gold in the morning (A - J)",
        "contentId": 9223372032559809065,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": 1985,
        "yearAsString": "1985",
        "width": 627,
        "image": "https://uploads6.wikiart.org/00104/images/alfredo-jaar/gold-in-the-morning-series.jpg!Large.jpg",
        "height": 500,
        "artistUrl": "alfredo-jaar",
        "url": "gold-in-the-morning-a-j-1985",
        "dictionaries": [
            720,
            473,
            6540
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "photo",
        "material": null,
        "style": "Conceptual Art, Social Realism",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "\"Serra Pelada is an opencast mine, a prodigious pit dug by human hands, the result of a massive influx of self-employed miners to a remote part of northeastern Brazil. (...) In 1985 Chilean artist Alfredo Jaar traveled to Serra Pelada, and over the course of weeks, he documented these miners and their backbreaking work in the mammoth crater. It was on these bare, muddy, terraced slopes that Jaar photographed and filmed what was to become Gold in the Morning, (...) Jaar’s first major solo show in South Africa. The series was first exhibited at the Venice Biennale in 1986 and subsequently at museums around the world, including the Whitechapel in London and the Centre Pompidou in Paris.\" (Goodman Gallery Johannesburg)"
    },
    {
        "title": "A Logo for America",
        "contentId": 9223372032559809179,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": 1987,
        "yearAsString": "1987",
        "width": 511,
        "image": "https://uploads7.wikiart.org/00105/images/alfredo-jaar/a-logo-for-america.jpg!Large.jpg",
        "height": 350,
        "artistUrl": "alfredo-jaar",
        "url": "a-logo-for-america-1987",
        "dictionaries": [
            0,
            720
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "video",
        "material": null,
        "style": "Conceptual Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Commissioned by the Public Art Fund as a part of the Messages to the Public program, A Logo for America was a 42-second animation which appeared on an electronic billboard in New York City’s Times Square over the course of two weeks. The work addresses the issue of the United States' ethnocentric tendency to appropriate the identity of the entire continent."
    },
    {
        "title": "1+1+1",
        "contentId": 9223372032559809063,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": 1987,
        "yearAsString": "1987",
        "width": 792,
        "image": "https://uploads6.wikiart.org/00104/images/alfredo-jaar/1-plus-1-equals-1.jpg!Large.jpg",
        "height": 450,
        "artistUrl": "alfredo-jaar",
        "url": "1-1-1-1987",
        "dictionaries": [
            720,
            16531,
            713
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Conceptual Art, Post-Minimalism",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": "Art Institute of Chicago, Chicago, IL, US",
        "tags": null,
        "description": "\"Commissioned for \"Documenta 8\", held in Kassel, Germany, in 1987, 1 + 1 +1 responds to the context of this major international exhibition, long dominated by a European perspective. (...) 1 + 1 + 1 equates the aestheticization of poverty with exploitation. The installation includes one of Jaar's first mature uses of the photographic light box - a glass and metal structure supporting a photographic transparency back-lit by fluorescent tubes - which has become his signature method of presentation. Here, three light boxes are mounted low on the wall; each contains a single black-and-white image of impoverished children standing in a dusty landscape. The photographs are cropped dramatically and presented upside down. (...) Three gilded \"fine-art\" frames - uniformly sized to fit the three light boxes - are positionend on the floor directly in front of the phtoographs. The left frame is empty, the center frame contains a series of four progressively smaller frames, and the right frame surrounds a mirror.\n1 + 1 + 1 challenges the conventional politics of museum or gallery display. (...) The three arrangements of the gilded frame - used here as the iconic representation of an aesthetic experience - offer the art audience three possible ways of looking at \"reality\". (...) 1 +1 + 1 suggests, in its inconclusiveness, Jaar's ambivalence about art's ability to directly effect the world's most pressing economic and social problems.\" (James E. Rondeau)"
    },
    {
        "title": "The Rwanda Project: The Eyes of Gutete Emerita",
        "contentId": 9223372032559809198,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": 1996,
        "yearAsString": "1996",
        "width": 550,
        "image": "https://uploads6.wikiart.org/00105/images/alfredo-jaar/the-eyes-of-gutete-emerita.jpg!Large.jpg",
        "height": 365,
        "artistUrl": "alfredo-jaar",
        "url": "the-rwanda-project-the-eyes-of-gutete-emerita-1996",
        "dictionaries": [
            713,
            720
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Conceptual Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The installation is composed of a light table, magnifiers, 100,000 piled slides reproducing a photo of Gutete Emerita, a 30 years old member of the Tutsi minority in Rwanda whose family was killed with machetes in front of her very eyes (during the Ntamara Church massacre in 1994), and an illuminated wall text featuring the narration. \"I remember her eyes. The eyes of Gutete Emerita.\" —Alfredo Jaar"
    },
    {
        "title": "Searching for Africa in Life",
        "contentId": 9223372032559809062,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": 1996,
        "yearAsString": "1996",
        "width": 470,
        "image": "https://uploads8.wikiart.org/00104/images/alfredo-jaar/searching-for-africa-in-life.jpg!Large.jpg",
        "height": 313,
        "artistUrl": "alfredo-jaar",
        "url": "searching-for-africa-in-life-1996",
        "dictionaries": [
            713,
            720
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Conceptual Art",
        "technique": null,
        "sizeX": 510.0,
        "sizeY": 152.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Lament of the Images",
        "contentId": 9223372032559809068,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": 2002,
        "yearAsString": "2002",
        "width": 400,
        "image": "https://uploads5.wikiart.org/00104/images/alfredo-jaar/lament-of-the-images-2002.jpg!Large.jpg",
        "height": 500,
        "artistUrl": "alfredo-jaar",
        "url": "lament-of-the-images-2002",
        "dictionaries": [
            720,
            444,
            713
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Conceptual Art, Neo-Minimalism",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Park of the Laments",
        "contentId": 9223372032559809178,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": 2010,
        "yearAsString": "2010",
        "width": 582,
        "image": "https://uploads8.wikiart.org/00105/images/alfredo-jaar/park-of-the-laments.jpg!Large.jpg",
        "height": 388,
        "artistUrl": "alfredo-jaar",
        "url": "park-of-the-laments-2010",
        "dictionaries": [
            16440,
            713
        ],
        "location": "Indianapolis, IndianaUnited States",
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Environmental (Land) Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": "Indianapolis Museum of Art (IMA), Indianapolis, IN, US",
        "tags": null,
        "description": "Park of the Laments is a public artwork by Chilean artist Alfredo Jaar, located in the 100 Acres: The Virginia B. Fairbanks Art and Nature Park, in Indianapolis, Indiana, United States. The artwork consists of an enclosed park space in the form of a square placed within a square, the inner parameter being made from limestone-filled gabion baskets, and the outer from indigenous trees and shrubs. The park space is only accessible by a concrete enclosed tunnel. The installation has a landscape design that consists of over 3,000 individual plants species from 53 different genera.\n\nPark of the Laments is situated in the woodland area southeast of the lake in 100 acres. The overall form of the park is a square within a square, one rigid and made of limestone-filled gabion baskets, while the other consisting of indigenous trees and shrubs. Natural, minimalist wooden benches, made from kiln-treated poplar, are built into the edge of an amphitheater of stairs, vines, and stones. The viewer begins their experience by walking down a concrete platform flanked on both sides with limestone-filled gabion baskets and indigenous shrubbery. During their walk, the baskets become taller in the form of a progressive step system that correlates with the actual topography of the landscape; the minimum height being at approximately 2’, and the maximum at about 12’. At that point the viewer is taken underground through a dark, pre-cast concrete “box culvert” tunnel (made of nine individual segments, attached and mortared together) and walk towards the sunlit area on the other end of the tunnel. The entire length of the tunnel is approximately 72’ in length. The visitor then proceeds up the stairs to reach the enclosed park area, where no other portion of the Art & Nature Park is visible due to both the surrounding gabion baskets and natural woodlands. There the visitor may sit or interact with the space and be surrounded by over 53 different indigenous plant species located within the installation (more than 3,000 plants total).\n\nPark of the Laments is a project that follows along the lines of Jaar’s Public Intervention series in which the viewer/visitor is an active participant within the environment and contributes to the underlying theme or concept of the project. Visitors enter the work outside the park and continue through an underground tunnel. Moving towards the light, they approach stairs that lead them above ground into the center of the park where they are greeted by an isolated, calm, and secluded area conducive to meditation and lamentation. Like many of Jaar’s Interventions, the intention of the space’s design is to initiate a physical, emotional, and psychological journey within the viewer, ultimately drawing parallels between the experience of physical space and human emotion."
    },
    {
        "title": "The Marx Lounge",
        "contentId": 9223372032559809070,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": 2010,
        "yearAsString": "2010",
        "width": 1024,
        "image": "https://uploads4.wikiart.org/00104/images/alfredo-jaar/the-marx-lounge.jpg!Large.jpg",
        "height": 695,
        "artistUrl": "alfredo-jaar",
        "url": "the-marx-lounge-2010",
        "dictionaries": [
            720,
            713
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Conceptual Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The Marx Lounge is an art exhibition by the Chilean artist Alfredo Jaar. It was first presented at the Liverpool Biennial art exhibition in England in 2010 and was later shown at the Biennial again in 2016. The exhibit has subsequently been presented at the Stedelijk Museum Amsterdam's SMBA space and the Andalusian Center for Contemporary Art (CAAC). For the exhibition a large space was transformed into a red reading room with sofas, reading lamps and a large reading table on which a large collection of books was installed.\n\nThe texts displayed included about 350 publications concerning topics such as marxism, capitalism, neoliberalism, postcolonialism, politics, globalization and philosophy. Visitors were invited to sit and read the presented literature and the intent of the exhibition was to provide \"a direct response to the financial crisis and to the fundamental questioning of the capitalist system it has elicited.\" Amongst the books were, apart from Marx’s work, books by Alain Badiou, Jacques Rancière, Antonio Negri, and Slavoj Žižek.\n\nOf the exhibition, Jaar has stated that \"I wanted people to stop in their tracks, because you can access the internet in your home and on your phones. There is so much technology today, but I think the book has this value of stopping you in your tracks of asking you to go deeper inside. I have the impression that technology keeps us on the surface. (Wikipedia; photo credit: SomeDriftwood)"
    },
    {
        "title": "You do not take a photograph. You make it.",
        "contentId": 9223372032559809064,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": 2013,
        "yearAsString": "2013",
        "width": 450,
        "image": "https://uploads8.wikiart.org/00104/images/alfredo-jaar/you-do-not-take-a-photograph.jpg!Large.jpg",
        "height": 450,
        "artistUrl": "alfredo-jaar",
        "url": "you-do-not-take-a-photograph-you-make-it-2013",
        "dictionaries": [
            713,
            720
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Conceptual Art",
        "technique": null,
        "sizeX": 150.0,
        "sizeY": 150.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "The Sound of Silence",
        "contentId": 9223372032559809069,
        "artistContentId": 365369,
        "artistName": "Jaar Alfredo",
        "completitionYear": null,
        "yearAsString": "",
        "width": 562,
        "image": "https://uploads0.wikiart.org/00104/images/alfredo-jaar/the-sound-of-silence.jpg!Large.jpg",
        "height": 375,
        "artistUrl": "alfredo-jaar",
        "url": "the-sound-of-silence",
        "dictionaries": [
            713,
            720,
            444
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Conceptual Art, Neo-Minimalism",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Installation measuring 170 x 180 x 360 inches (431.8 x 457.2 x 914.4 cm), with software design by Ravi Rajan. Excerpt from Galerie Lelong's press release: \"An enclosed aluminum structure that compels the viewer to enter, The Sound of Silence physically engages to boldly deliver its message. A light at the door signals when people are permitted to enter the space, alternating between red and green. Once inside the structure, an 8-minute film presents the viewer with a silent narrative that slowly unfolds a somber and devastating real-life story. With The Sound of Silence, Alfredo Jaar uses remarkable force, grace, and economy to highlight a complex set of ethical and personal questions about the act of looking and the responsibilities that follow.\""
    }
]