[
    {
        "title": "Uchronia",
        "contentId": 9223372032559841616,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": 2007,
        "yearAsString": "2007",
        "width": 800,
        "image": "https://uploads1.wikiart.org/00244/images/arne-quinze/111574900.jpg!Large.jpg",
        "height": 532,
        "artistUrl": "arne-quinze",
        "url": "uchronia-2007",
        "dictionaries": [
            0,
            713,
            1740
        ],
        "location": "Black RockUnited States",
        "period": null,
        "serie": null,
        "genre": "installation, sculpture",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Black Rock City (NV, US) · Burning Man Festival: Uchronia\nOnce a year, tens of thousands of people gather in the Nevada Black Rock desert in to celebrate the Burning Man festival. There, they build up Black Rock City literally from nothing, focussing on the basic ideas of community, art and self- expression. After one week, they again leave the desert without being allowed to leave a single trace of their presence.\n\nArne Quinze had already set up similar constructions in Chicago, Miami and New York, but in 2006, his Nevada construction defied every kind of imagination as far as scale and size is concerned. No less than 150 km of wooden beams was used to construct ‘Uchronia’ and after 3 weeks, the 25-strong team had finished the complete sculpture. Uchronia’s enormous scale gave the people a protective feeling,\nwhich persuaded them to remain there as long as possible. Sunbeams played with the wooden beams and resulted in a fascinating spectacle of light and shadow with consistently changing patterns.\n\nAt the end of the 7-day festival, the sculpture got its grand finale. In accordance with the festival’s philosophy in returning the desert to its original state, Arne Quinze set his work of art on fire. For him, burning the sculpture signified a symbol of transition, not to be afraid of starting anew, a transition into a new phase and sharing the energy which resulted from this process.\n\nAll of a sudden, people shared indescribable emotions with each other. This is the kind of communication Arne Quinze’s work is all about."
    },
    {
        "title": "Camille",
        "contentId": 9223372032559841620,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": 2010,
        "yearAsString": "2010",
        "width": 4961,
        "image": "https://uploads8.wikiart.org/00244/images/arne-quinze/camille-rouen-france-2010.jpg!Large.jpg",
        "height": 3307,
        "artistUrl": "arne-quinze",
        "url": "camille-2010",
        "dictionaries": [
            0,
            1740,
            713
        ],
        "location": "France",
        "period": null,
        "serie": null,
        "genre": "sculpture, installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": 10000.0,
        "sizeY": 2000.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "In 2010, the French department of Normandy, the birthplace of impressionism, organized a grand festival to honour the ancient masters. In addition to this heritage part, the city of Rouen also decided to organize a festival of contemporary art, called Rouen Impressionnée, to show that ancient and modern works of art can perfectly supplement each other. ‘Camille’ was born on the Boieldieu Bridge as part of this festival and owes its name to the link with impressionism.\n\nArne Quinze likes to determine the location of where a sculpture is built himself. This often leads to difficult discussions as it is not always easy to obtain the right permits and to rouse the interest of the local population for a project. people do not like to give up their daily habits. He immediately knew that he wanted to place a gigantic construction (120 metres long, between 6 and 20 metres high) on the most centrally located bridge in the town, the Boieldieu Bridge. The inhabitants of the left and right banks lived very separated from each other due to the clearly visible separation, which the river Seine had established during the course of history.\n\nFor the duration of the festival, the bridge was closed to all traffic, a radical decision for the town’s inhabitants. No less than 40 per cent of all traffic in the city makes use of this bridge. This pedestrian area was necessary to enable the people from both sides of the river to meet each other in the middle of the bridge, below the wooden sculpture. There, they came to a halt and started talking to each other again, amazed and astonished by the sculpture.\n\nThis sculpture was not only a place of interest for the local population, but no less than 2 million visitors came down to Rouen to see the sculpture from up close. During the festival, which only lasted for two months, the inhabitants of Rouen started a petition not to tear down the sculpture. This was real proof that ‘Camille’ did indeed have an effect on people’s lives. The town council also recognized this, because at this moment, plans are circulating to reconstruct the banks of the rivers in certain places and to integrate various art installations in these places. As a result of the emptiness left by ‘Camille’, the way Rouen looks will forever change."
    },
    {
        "title": "The Visitor",
        "contentId": 9223372032559841618,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": 2010,
        "yearAsString": "2010",
        "width": 2929,
        "image": "https://uploads3.wikiart.org/00244/images/arne-quinze/arnequinze-thevisitor-beirut5.jpg!Large.jpg",
        "height": 1952,
        "artistUrl": "arne-quinze",
        "url": "the-visitor-2010",
        "dictionaries": [
            0,
            1740,
            713
        ],
        "location": "BeirutLebanon",
        "period": null,
        "serie": null,
        "genre": "sculpture, installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": 450.0,
        "sizeY": 1600.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The Visitor’ is a 16-meter-high Stilt House, hidden in the midst of the renewed Souk buildings in the centre of Beirut. This large Stilt House has the same features as its smaller editions. (The artist makes smaller sculptures and paintings in which Stilt Houses are incorporated.) Stilt Houses have the appearance of fragile, vulnerable people, who keep on standing and surviving in every context, despite their thin legs. They are proof of man’s incredible flexibility.\n\nDuring the construction of the ‘The Visitor’, Arne Quinze was influenced by the reflection of the bright sunlight on the buildings, built in white\nnatural stone. As a result of this reflexion, in the evening, the Stilt House radiates a warm orange glow, which attracts people from near and far to this part of the town to discover where this glow comes from. You have to be prepared to get lost in the narrow streets of the Souk to discover this stranger in the city. Once they have got in touch with this strange visitor, Arne Quinze hopes that people will be stimulated to continue with an open mind and rediscover the city, starting from a whole new perspective. This is what his patrons, Solidere, also wanted to achieve. A renewed Beirut, which leaves its past behind and moves towards the future with an open mind: a modern city in the Middle East."
    },
    {
        "title": "Rock Strangers, Den Haag",
        "contentId": 9223372032559841622,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": 2016,
        "yearAsString": "2016",
        "width": 5282,
        "image": "https://uploads0.wikiart.org/00244/images/arne-quinze/dsc-6262.jpg!Large.jpg",
        "height": 3526,
        "artistUrl": "arne-quinze",
        "url": "rock-strangers-den-haag-2016",
        "dictionaries": [
            0,
            1740,
            713
        ],
        "location": "Den HaagNetherlands",
        "period": null,
        "serie": "Rock Strangers",
        "genre": "sculpture, installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": 4000.0,
        "sizeY": 7000.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "For an artist, public space is an ideal place in which to experiment. There exists a tension between the public and the private, the community and the individual. How would we like to experience the space? Arne Quinze’s large-scale sculptures Natural Chaos Rock Strangers, which are to be found outside on the boulevard side of this museum, are all about this. What are these strange intruders doing here, and how should we react to them? For Quinze it is all about provoking these primal emotions of curiosity and surprise.\n\nThe sculptures symbolize the artist’s view of the growing difference between nature and culture. Our towns and cities are becoming increasingly monotonous, busy and uninhabitable. By placing the sculptures in our everyday environment, Arne Quinze wants us to become more conscious of the importance of nature in our society."
    },
    {
        "title": "Scarlet",
        "contentId": 9223372032559841624,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": 2017,
        "yearAsString": "2017",
        "width": 2713,
        "image": "https://uploads4.wikiart.org/00244/images/arne-quinze/arne-quinze-scarlet-washington.jpg!Large.jpg",
        "height": 2000,
        "artistUrl": "arne-quinze",
        "url": "scarlet-2017",
        "dictionaries": [
            0,
            1740,
            713
        ],
        "location": "Washington, D.C.United States",
        "period": null,
        "serie": "Natural Chaos",
        "genre": "sculpture, installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": 900.0,
        "sizeY": 1250.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": ""
    },
    {
        "title": "Stilthouse, Mumbai",
        "contentId": 9223372032559841625,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": 2018,
        "yearAsString": "2018",
        "width": 959,
        "image": "https://uploads1.wikiart.org/00244/images/arne-quinze/ect-9491-pano-edit.jpg!Large.jpg",
        "height": 1000,
        "artistUrl": "arne-quinze",
        "url": "stilthouse-mumbai-2018",
        "dictionaries": [
            0,
            1740,
            713
        ],
        "location": "Mumbai, MaharashtraIndia",
        "period": null,
        "serie": "Stilthouses",
        "genre": "sculpture, installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": 1500.0,
        "sizeY": 1800.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Stilt House, Mumbai, India"
    },
    {
        "title": "My Secret Garden, Twelve Months paintings",
        "contentId": 9223372032559841642,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": 2019,
        "yearAsString": "2019",
        "width": 1920,
        "image": "https://uploads3.wikiart.org/00244/images/arne-quinze/arne-quinze-ect-3036.jpg!Large.jpg",
        "height": 1281,
        "artistUrl": "arne-quinze",
        "url": "my-secret-garden-twelve-months-paintings-2019",
        "dictionaries": [
            0,
            524
        ],
        "location": "BrusselsBelgium",
        "period": null,
        "serie": "My Secret Garden",
        "genre": "flower painting",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": 165.0,
        "sizeY": 300.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Arne Quinze has been working obsessively on this giant work called The 12 Months.  It is an assemblage of all his research of nature from the past years. Each canvas represents his take on that month’s specific colour palette and formal dynamic. Challenging himself to capture the true beauty and diversity of our precious nature.  \n\nOverall: 3 meters tall, 26 meters long. Acrylic on canvas.\"‘The Twelve Months’ is a study of light and the changes nature undergoes in the course of the year. It was precisely because I spent so much time in my garden that I was confronted with this and I wanted to capture the feeling.\""
    },
    {
        "title": "My Secret Garden, Valencia",
        "contentId": 9223372032559841626,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": 2019,
        "yearAsString": "2019",
        "width": 2500,
        "image": "https://uploads1.wikiart.org/00244/images/arne-quinze/arnequinze-valencia-mysecretgarden09.jpg!Large.jpg",
        "height": 1669,
        "artistUrl": "arne-quinze",
        "url": "my-secret-garden-valencia-2019",
        "dictionaries": [
            0,
            1740,
            713
        ],
        "location": "Spain",
        "period": null,
        "serie": "My Secret Garden",
        "genre": "sculpture, installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": 550.0,
        "sizeY": 600.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "“My Secret Garden Valencia” presents a series of six public sculptures that will enter into dialogue with the powerful architecture of Santiago Calatrava. Each sculpture of the series addresses the rich diversity of forms, structures and colours found in the Plantea. With “My Secret Garden Valencia”, Arne Quinze calls for a more profound dialogue between nature and culture in the development of our modern society. By challenging his public with unconventional sculptures, he encourages a sociocultural conversation that stimulates creativity and embraces diversity. \n\nArne Quinze is honoured to be invited by president Cris Gabarrón and curator Juan García Sandoval of The Gabarron Foundation to exhibit his work in Valencia. The Gabarron Foundation and the City of Arts and Sciences of Valencia have been collaborating since 2010 to create this wonderful museum space, dedicated to sculptural art: the Umbracle, an open artistic space - designed by world renowned architect Santiago Calatrava - and an extension of the museum itself, known by many as the Paseo del Arte. It was with deep respect that Quinze accepted their invitation and created six sculptures for this exhibition.\n\nArne Quinze explicitly wishes to thank\n• Cris Gabarrón and Juan Garcia Sandoval of the Gabarron Foundation\n• Enrique Vidal, General Manager, and Miriam Atienza, Contents Director of the City Of Arts & Sciences museum\n• François Fornieri, private collector\n• Maruani Mercier gallery"
    },
    {
        "title": "Bizarre Spaces at Marta Herford",
        "contentId": 9223372032559841623,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": null,
        "yearAsString": "",
        "width": 4368,
        "image": "https://uploads0.wikiart.org/00244/images/arne-quinze/img-5813.jpg!Large.jpg",
        "height": 2912,
        "artistUrl": "arne-quinze",
        "url": "bizarre-spaces-at-marta-herford",
        "dictionaries": [
            713,
            1740
        ],
        "location": "Germany",
        "period": null,
        "serie": null,
        "genre": "installation, sculpture",
        "material": null,
        "style": null,
        "technique": null,
        "sizeX": 800.0,
        "sizeY": 500.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "by Michaël Kroeger\n\nAs an artist, Arne Quinze might be described as one of the more ambitious players or even gamblers of his profession. A gambler is someone who exuberantly puts everything on a single card and doesn’t always play by the rules. Quinze experiments with various forms and connections between predecessors from the history of art, the public space and modern-day depictions of nature. His large, sometimes outsized sculptures put up in public spaces in recent years are characterized by bulky shapes, chaotically sprawling movements, and anonymous, graffiti-like traces. With their intense colours, they act like conspicuously dynamic artefacts which seem to actively encourage their viewers to participate in something playing with visual stimuli or even “overstimulation”. In his projects challenging all the senses, Quinze attempts – as he himself stresses – to address the lack of diversity and variety in today’s culture, whose richness tends to be spoken and written about rather than experienced. Can there be a greater contrast between Arne Quinze and the associations we attach to nineteenth-century Romantic art? Quite unlike, say, Caspar David Friedrich, who swept up viewers in the contemplative silence of his melancholic picture planes, Arne Quinze’s viewers are directly tossed into the swirling chaos of different perspectives with immediate impact. Whereas the Romantic artists regarded nature above all as a place of quiet contemplation, Quinze uses historical associations with nature (such as “chaos” and “the sublime”) as ideas for images which he transforms into structures between art and nature. The wild elements of his sculptures move awkwardly into the surrounding space as if groping for imaginary, unknown connections. Often appearing oddly diversified at first glance, each of his projects both materially and spiritually demands a form, challenging viewers to come up with their own associations. The demonstratively staged fragmentation (emphasized by the artist almost like a hallmark in his spatial structures) embodies ideas and views which cross the Romantic traditions of nature (especially the sublime) with the expectations of spectacular contemporary performances. In the “chaos of nature”, the image of a constantly reactivated treatment of art appears. Entranced by the dynamics of Quinze’s structures, viewers discover their active participation in the occurrence in space. Just as in times past the public enjoyed conjuring up ideal images of timeless nature, those viewing Arne Quinze’s works understand how nature and dynamics, space and image are blended into each other, artistically and explosively in equal measure. To quote the artist: “Natural Chaos represents a symbolic and physical connection between people and tries to provoke reaction.” Nature becomes a playful place for new associations and surprising metamorphoses; the artist transforms his “Natural Chaos Sculptures” into forms of excessive energy which directly respond to the imagination of their viewers and transform the Marta gallery into a scene of vibrant bizarreness."
    },
    {
        "title": "Rock Strangers, Ostend",
        "contentId": 9223372032559841621,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": null,
        "yearAsString": "",
        "width": 4212,
        "image": "https://uploads7.wikiart.org/00244/images/arne-quinze/rockstrangers-ostend-belgium-2012.jpg!Large.jpg",
        "height": 2808,
        "artistUrl": "arne-quinze",
        "url": "rock-strangers-ostend",
        "dictionaries": [
            0,
            1740,
            713
        ],
        "location": "OstendBelgium",
        "period": null,
        "serie": "Rock Strangers",
        "genre": "sculpture, installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": 10000.0,
        "sizeY": 6000.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "During the renovation of the Heroes of the Sea Square, the city of Ostend’s ambitions turned out to be great. This did not just mean renovating the square, but also turning it into a genuine hotspot. A recognizable place where everyone wants to be, a great place to dwell and where everyone can not only enjoy the sea to the utmost, but is also urged to contemplate on both the city as well as himself. The city of Ostend therefore immediately opted for the integration of a permanent monumental work of art in this location. ‘Rock Strangers’, Arne Quinze’s first metal installation, which has a diameter of 100 metres, is part of the official selection for Beaufort04, the Triennial of Contemporary Art at the Belgian coast.\n\nFor a lot of people, Ostend functions as a final destination. A city by the sea, at land’s end. Many end up here and never leave again. Strange elements appear and contribute to the ‘multi’- society, which Ostend is turning into. The ‘Rock Strangers’ sculpture embodies these ideas. ‘Rock Strangers’ appear where you would least expect them to. Their characteristic electric orange colour provides a sharp contrast to their natural surroundings and accentuates the alienating effect they evoke. people feel attracted to these ‘Rock Strangers’ because they are curious about what is happening in this place. In addition, they also wonder what they mean in their surroundings. They appear to have been washed up on the Heroes of the Sea Square, directly from the sea. But how did they come to be there? This work of art raises questions. What happens if strange elements suddenly appear in my environment, in my city? How do we react to unusual objects when we are suddenly confronted with them in our everyday life? Who or what is actually the stranger among us: the object or the passer-by? Many answers lie in the openness and freedom that people experience or express during the acceptance of strange elements which they are confronted with.\n\nPeople tend to build up a safe cocoon around them, which cannot be penetrated by strange elements or the unexpected. It is as if the walls that they have built around themselves still are not sufficient. We seem to be distancing ourselves more and more from other people."
    },
    {
        "title": "Red Beacon",
        "contentId": 9223372032559841619,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": null,
        "yearAsString": "",
        "width": 1194,
        "image": "https://uploads8.wikiart.org/00244/images/arne-quinze/screen-shot-2017-04-10-at-16-26-57.png!Large.png",
        "height": 902,
        "artistUrl": "arne-quinze",
        "url": "red-beacon",
        "dictionaries": [
            0,
            1740,
            713
        ],
        "location": "ShanghaiChina",
        "period": null,
        "serie": null,
        "genre": "sculpture, installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Arne Quinze’s Red Beacon has been conceived to draw people into the Jing’an Sculpture Park in the heart of Shanghai. The park is part of the Jing’an International Sculpture Project, a governmental public art event in Shanghai. The installation is classic Arne Quinze: 55 tons of wood that make up a vibrant red canopy designed to promote social interaction. The bridge-like form serves to bridge gaps between the people who will come together beneath the sculpture and its surrounding trees."
    },
    {
        "title": "The Sequence",
        "contentId": 9223372032559841617,
        "artistContentId": 9223372032559841615,
        "artistName": "￿",
        "completitionYear": null,
        "yearAsString": "",
        "width": 900,
        "image": "https://uploads8.wikiart.org/00244/images/arne-quinze/sequbynightlores.jpg!Large.jpg",
        "height": 600,
        "artistUrl": "arne-quinze",
        "url": "the-sequence",
        "dictionaries": [
            0,
            1740,
            713
        ],
        "location": "BrusselsBelgium",
        "period": null,
        "serie": null,
        "genre": "sculpture, installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": 8000.0,
        "sizeY": 1500.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "‘The Sequence’, an 80-metre-long and 15-metre-high sculpture immediately provided the direct vicinity of the Flemish parliament with a new feeling of zest. Since November 2008, a gigantic wooden construction has dominated the Louvain Road and connects the Flemish parliament to the House of Flemish Representatives. A bended and twisting structure seems to be penetrating both buildings and therewith gives the illusion of both buildings being inextricably connected with each another.\n\nThe structure, located above the centre platform and supported by wooden posts ranging from between 8 and 16 metres high, hovers above the\nstreet. Arne Quinze’s construction, placed in front of the Flemish parliament, which already has a rich tradition of gathering modern works of art, provides a unique billboard. people deliberately come down to this neighbourhood to experience the manner in which the sculpture explicitly changes the street scene.\n\n‘The Sequence’ builds a bridge between people. The visible connection between the Flemish parliament and its Administrative Centre reflects the connection between all the different neighbours in Brussels. A meeting between all cultures present in our capital."
    }
]