[
    {
        "title": "Maiestas Domini",
        "contentId": 365659,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 752,
        "image": "https://uploads4.wikiart.org/images/ende/maiestas-domini-975.jpg!Large.jpg",
        "height": 1024,
        "artistUrl": "ende",
        "url": "maiestas-domini-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This miniature shows Christ with a cruciform nimbus seated upon a throne holding a small gold disk with a dark spot in the middle – identified by the legend above as “mundus” – between the thumb and middle finger of his right hand. His left hand holds a closed, gold book, the codex vitae, lying on his knee. The Lord is surrounded by a mandorla consisting of two large segments of a circle – the upper one decorated with heart-shaped forms, and the lower one with wavy shapes – that comprise a figure-eight shape containing a first-quarter moon. The mandorla is surrounded by a large rhombus crossed in turn by a quadrangular shape with wavy sides containing the symbolic representations of the four evangelists, each holding a golden book and looking inwards, i.e. towards the Son of God. They are, furthermore, identified by legends overhead reading, from top to bottom and left to right: St Matthew, MATHEVS, depicted as an angel or haloed man pointing at Christ; St John, IOANNES, as an eagle which, as we will see later, poses certain problems as regards its attributes; St Mark, MARCVS, as a winged lion with a nimbus; and finally St Luke, LVCAS, as an ox with wings but no nimbus. The upper lobes of this quadrangular shape contain two garbed and symmetrical angels pointing towards the centre, whilst the lower lobes are held up by two naked, winged figures like classic atlases, one making a certain effort. In the bottom vertex of the rhombus is a coarsely painted figure which was undoubtedly added subsequently and bears no relation to the composition or iconography of this illustration. The only tenth-century Beatus in which this image typical of branch IIb is however to be found is that of Gerona."
    },
    {
        "title": "Heaven",
        "contentId": 365660,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1127,
        "image": "https://uploads8.wikiart.org/00108/images/ende/beatus-gerona-f3-4.jpg!Large.jpg",
        "height": 894,
        "artistUrl": "ende",
        "url": "heaven-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This is the first image in the Gerona Beatus that covers two full pages – a characteristic trait of stemma II. However, apart from its copy, the Turin Beatus (Biblioteca Nazionale Universitaria, Sgn. I.II.1, ff 2v-3r) it is a unique illustration amongst the extant illustrated manuscripts of the Commentary on the Apocalypse. Depicted in a completely frontal and majestic manner around a central circle and seated upon a simple, silver throne, is quite a damaged figure which does nonetheless have the appearance of a warrior. His right hand is raised with his index finger and thumb lifted up, whilst his left hand holds a gold-tipped spear and shield. His naked feet and legs are shown resting upon a bluish, wavy form. His traits are practically obliterated: only part of his eye and traces of his long hair and bearded chin can be seen. He is flanked by a starry, golden figure that can be identified with the sun and a golden, first-quarter moon. Around him are five concentric circles divided by eight radial lines into as many sectors, except for the outermost circle. In the one closest to the centre, upon a blue background, are nine golden stars each in a separate sector except for the top, left-hand one with two. \r\n\r\nGenerally speaking it is possible that the composition of the image of heaven, like other subsequent images to be seen in the Gerona Beatus, stems from many sources, including particularly images of astronomy dating from late antiquity and the early Middle Ages or, perhaps, from Gnostic sources which often used intricate diagrams with a cosmic meaning. It is difficult to trace the transmission of an image, particularly an image modified by the passage of time, originating in the early days of Christianity and possibly greatly influenced by Gnosticism – had it not been Christian Gnostic from the outset – until the last quarter of the 10th century. From the 4th century onwards, the Western Roman Empire was home to many pagan and Gnostic customs and others related to pre-Christian beliefs alongside Christianity. A work penned by Priscilianus or one of his disciples describes beings similar to those in the image of heaven that could appear in a Gnostic diagram. Despite the on-going condemnation of the Church in Hispania and elsewhere, these heterodox ideas persisted until as late as the 10th century. It is however highly likely that only this figurative aspect, albeit greatly modified, survived in the circles in which the Gerona Beatus was illustrated, having lost the heretic or having adapted an image that, whilst of a heterodox meaning, was useful for illustrating an orthodox belief. C. O. Nordström pointed out the parallel with an illustration in a manuscript of Ptolemy (Vatican, Apostolic Library, MS. Vat. gr. 1291, f. 9r), that was copied between 813 and 820 from a model dating from late Antiquity: the illustration is divided into different sections by concentric circles and twelve radii which would be the equivalent of the radial lines with inscriptions in the Gerona Beatus. The sun, Helios, is in the centre in his chariot: this would correspond to the figure of Christ enthroned. This type of images is however different from the one in the Gerona Beatus which was undoubtedly inspired by a late Antiquity model, which is now missing but that must have existed in the library of the monastery where the Gerona manuscript was copied."
    },
    {
        "title": "Saint John with the witness",
        "contentId": 365661,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1000,
        "image": "https://uploads3.wikiart.org/images/ende/saint-john-with-the-witness.jpg!Large.jpg",
        "height": 1509,
        "artistUrl": "ende",
        "url": "saint-john-with-the-witness-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The Beatus manuscripts and certain European codices mentioned earlier often depict the beloved disciple differently from the others, seated almost in profile with his feet resting on a footstool on the right of the composition, with the witness on the left. The disciple, with a golden phylactery in his hand, points at his companion carrying a codex containing the good news in order to preach God’s word. They are separated by an element similar to the column seen previously in the image of St Mark’s angels. Inside the arch, strangely enough, is not the symbol of the eagle but a winged man with a book more fitting as a reference to St Matthew.\r\n"
    },
    {
        "title": "Allegorical conclusion of the Christological cycle. The bird and the snake",
        "contentId": 365662,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 396,
        "image": "https://uploads4.wikiart.org/images/ende/allegorical-conclusion-of-the-christological-cycle-the-bird-and-the-snake.jpg!Large.jpg",
        "height": 563,
        "artistUrl": "ende",
        "url": "allegorical-conclusion-of-the-christological-cycle-the-bird-and-the-snake-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Situated at the end of the Gospel cycle is a scene, somewhat off centre due to the folio having been trimmed in successive bindings, which again covers an entire page but has no frame – an indication of its ancient origin. The Incarnation or a symbolic portrait of Christ overcoming the devil is depicted allegorically in the form of a bird fighting a serpent. The image in the Gerona Beatus shows firstly a very decorative tree on the left with a fine trunk, a wide crown and a great many birds and fruit. Close to its roots is a legend that reads: “arborem sublimam adque bustum”, and alongside is a large bluish-colour bird with an outspread tail poking its beak into the crested head of a large snake whose body coils around twice. The meaning of the image is explained by a text written, in the Gerona Beatus, on folio 19v, i.e. quite a distance from the image, perhaps as a result of an error during binding which prevented the text from being next to the image, and which is laid out, as in the other manuscripts in which it appears, except in the Saint-Sever Beatus, in a cross shape in an attempt to merge the illustration and text together in the same image, resulting in a composition that became commonplace in the eastern and western manuscripts of the early Middle Ages. "
    },
    {
        "title": "Preliminaries. The alpha, the Maiestas Domini and the portraits of the authors",
        "contentId": 365663,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 730,
        "image": "https://uploads7.wikiart.org/images/ende/preliminaries-the-alpha-the-maiestas-domini-and-the-portraits-of-the-authors.jpg!Large.jpg",
        "height": 1023,
        "artistUrl": "ende",
        "url": "preliminaries-the-alpha-the-maiestas-domini-and-the-portraits-of-the-authors-975",
        "dictionaries": [],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": null,
        "material": null,
        "style": null,
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This full-page painting at the top of the main text combines three elements usually shown separate: the portrait of the author, the letter alpha and the Maiestas Domini. The figures at the top represent the collective portrait of the authors whose works were used by Beatus of Liébana as sources when writing his Commentary on the Apocalypse. All of them are shown beardless, with nimbi, to indicate their importance, in front of lecterns with their books resting upon them, grouped in simple or double pairs apparently in conversation.\r\n\r\nDespite the nature of this work it begins and ends with this apocalyptic motif used so frequently by the illuminators in this area in their desire to emphasise and multiply the symbols of Christ triumphant and his eternal nature. The top and bottom ends of the alpha open out into large, complex, interwoven motifs as does the transversal line, a rather V-like shape of interwoven foliate motifs. The use of a large initial covering the entire page originated in Carolingian art, in the Franco-insular tradition to be precise, in which this type of page layout is common. In addition, the tiny, triple lines between semicircular shapes surrounding the outlines of the letter, are highly stylised designs, derived from kufic inscriptions, that became very commonplace in the tenth-century miniatures of León. \r\n\r\n"
    },
    {
        "title": "The Apparition of Christ in the clouds",
        "contentId": 365664,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1320,
        "image": "https://uploads0.wikiart.org/00108/images/ende/6.jpg!Large.jpg",
        "height": 1834,
        "artistUrl": "ende",
        "url": "the-apparition-of-christ-in-the-clouds-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This illustration deals with just the first verse of the Revelation. It covers the entire page and has no frame or coloured ground. Hence it is different from the tenth-century Beatus in stemma II and similar, albeit only in this respect, to some stemma I manuscripts based in all likelihood on the original model, whose North-African prototype could date from the 5th century. The composition is also unlike that of the other Beatus manuscripts which show the Lord above standing in stemma II, but enthroned in stemma I and situated in the centre of the folio flanked by angels. In stemma II the clouds surround him but are at his feet in stemma I. Beneath him are people looking up and pointing at him, shown as a compact group in stemma I and divided symmetrically in stemma II. In the Gerona Beatus, these very colourful and decorative clouds begin at the top of the folio and extend downwards from right to left, coving the bodies of the angels leaving just their heads and wings visible. Christ is shown in the middle genuflecting – a position used more for figures in flight such as some of the angels shown full-length winging their way across the heavens in this manuscript. He addresses the crowds, as shown by the gesture of his left hand, who are represented by five beardless figures, who represent in turn the five tribes of the earth.\r\n\r\nThe ways in which this image differs from those in the two pictorial stemmata of the Beatus manuscripts may suggest that it stemmed from another source."
    },
    {
        "title": "Prologue. On the Church. Portraits of the apostoles stating where they preached",
        "contentId": 365665,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1485,
        "image": "https://uploads8.wikiart.org/images/ende/prologue-on-the-church-portraits-of-the-apostoles-stating-where-they-preached.jpg!Large.jpg",
        "height": 945,
        "artistUrl": "ende",
        "url": "prologue-on-the-church-portraits-of-the-apostoles-stating-where-they-preached-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "In the part of the prologue that concerns the Church, Beatus follows mainly St Isidore and, to a lesser extent, St Gregory the Great, Tyconius and St Jerome. He provides a short treatise about ecclesiology designed to explain the meaning of Christ, the angels, patriarchs, prophets, apostles, martyrs, clergy, monks, religious and the faithful.\r\n\r\nThis image, found in branch IIb alone, may perhaps have been an innovation by Maius included in one of the miniatures that has disappeared from the Tábara Beatus: it is exclusive to the extant, tenth-century Beatus and is only to be found again in the later Beatus, albeit in a different configuration having discarded the frieze layout . The provenance of the portrait of the apostles may be two-fold. On the one hand, the collections of biographies on papyrus scrolls were illustrated in Antiquity by portraits: a very widespread procedure. The representation of a figure or author of a text standing or in a medallion has ancient models. When Christians began to add portraits to different books of the Bible, they adapted the standing figure of the author used in Antiquity – the style most commonplace when the scroll was still in use – employing it frequently. As a result, the prophets appear in this pose in particular, sometimes holding the rolled-up scroll in their left hand – as in the famous statue of Democritus – or reading the unrolled scroll, as in the portrait of Euripides or Virgil. After the codex was invented, a trend developed of devoting entire pages to single miniatures and separating them from the text in the columns they were inserted into."
    },
    {
        "title": "Prologue.  On the Church. The map of the world",
        "contentId": 365666,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1354,
        "image": "https://uploads1.wikiart.org/images/ende/prologue-on-the-church-the-map-of-the-world.jpg!Large.jpg",
        "height": 1069,
        "artistUrl": "ende",
        "url": "prologue-on-the-church-the-map-of-the-world-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The image of the world is preceded by the text on f. 53v that invokes the greatest pedagogical effect of the image: “Et quod facilius/hanc seminis grana per agrum/huius mundi quem prophete/lauoraberunt et hi metent sub-/iecte formule pictura/demonstrat”. This demonstrates that the pictorial prototype of the Beatus did in all likelihood contain paintings, such as this map of the world, which constitutes the most detailed and largest group of early medieval cartography. It is however absent from the tenth-century Beatus of stemma I, undoubtedly due to folios having gone missing. However, despite what the text says, it should feature the geographic distribution of the apostles, with their heads indicating the place where they preached, in a layout which must have been round in the original manuscript, in keeping with St Isidore's O T arrangement. The mappa mundi in the Gerona Beatus stems from the one now missing from the Tábara codex, which was the basis of a stemma of maps spanning a period of time stretching from the 10th to the 13th century, with the later Beatus. Its general characteristics are its rectangular shape, the representation of Adam and Eve instead of the four rivers of Paradise, and likewise the location of Paradise at the top of the maps, the appearance of the two possible courses of the Nile, a figuration of the Jordan, the representation of the Danube with many tributaries, the mention of the names of Cappadocia, Mesopotamia and the Arabia Gulf; a legend referring to the land of the Amazons and the new wording of legend about the fourth transequatorial continent. Finally, the names of several apostolic lands that appear in branch IIa are missing, causing it undoubtedly to differ from the original map for this very reason.\r\n\r\n            The forerunners of this map are to be found, generally speaking, in a Roman prototype with countless glosses of Historiarum adversus paganos by the disciple of St Augustine, Paulus Orosius (4th–5th centuries). Its most direct source was however the illustration acting as a frontispiece for the Isidorian texts and diagrams in a miscellaneous manuscript mistakenly identified as Etymologiae, dated between 770 and 785, that originated in Burgundy or Italy (Vatican City, Apostolic Library, ms. lat. 6018, ff. 63v-64r), which features a map similar in certain basic aspects to the one in the Beatus manuscripts, but not copied from them. This shows that similar models were used for both groups, whose earliest forerunner was apparently a late Roman prototype with frequent borrowings from texts by Paulus Orosius. The origin of the mappa mundi in Beatus codices may be attributed specifically to Tyconius’ Commentaries, judging by the countless details in this work borrowed from the abovementioned book by Orosius, and from the Bible and St Isidore’s writings. Tyconius’s Commentaries (dated in the latter half of the 4th century) must therefore have had a cartogram that may have been copied by the original, illustrated version of the Beatus.\r\n \r\nThe image covers two complete folios. The earth is depicted surrounded by a mass of wavy, blue water with drawings of triremes, fish, sea monsters, a large crab, a man inside a fish’s body – possibly alluding to Jonah – and square, ochre-coloured islands. The orb is rectangular in shape like the one designed by Maius in the Morgan Beatus, but unlike the latter, its edges are rounded. One predecessor of this form is the tricuadrum the emersed lands are set inside in a manuscript of Paulus Orosius’s Geography (Saint-Gall, ms. 621) and an Isidorian map in a tenth-century codex (Paris, Bibliothèque nationale, ms. lat. 538). The map is oriented with east at the top, like Christian temples. The earth is divided into three basic sections by means of water courses which correspond to those of the river Tanais (a group that comprised the Don, the Black Sea and the Aegean from the 7th century onwards and shown stretching from north to south), the Mediterranean (from east to west) and the Nile (from north to south and slanting from east to west), with the Red Sea being the boundary of the continents known at that time, as far as the fourth unknown continent. The coasts of the continent are wavy like those on the Saint-Gall map. The source of the blue river waters is a darker, round shape; the mountains are triangular or semi-triangular in shape with a scaly appearance; the islands, as already mentioned, are rectangular. Finally, the hot zone is depicted by means of a wavy, red band that represents fire and is separated from Asia and Africa by a strip of the ocean. This is a variety of the so-called Macrobian zone map whose horizontal divisions indicated the different climates of the world.\r\n \r\nThe top part of the world refers to Asia. The legend says “asia”, this being the name of a continent and not of a region, which strays in this respect from the way in which the sortes apostolorum were located on the original map. The two red and blue mountains situated at the very top are entitled “mons caucasus”. Above the blue promontory is the word “armenia” with “capadocia” between the mountains and, underneath, “calcedonia”, “frigia” and “pampilia”. Emerging from the red mountain is a river called “flvmen/euris”. The word on the left reads “arenosa” with “deser-/ta” underneath between two mountains. Before reaching the body of water, which can be identified with the Tanais, are the words “asia minore”. Situated on the right is the earthly paradise surrounded by a red line with a snake coiled around it and the representation of Adam and Eve standing out against the blue ground. This representation is similar to the one in the genealogical tables showing them naked and covering themselves with their hands – or fig leaves in the former. This indicates that the sin has already been committed – although no reference is made to the Tree of the Knowledge of Good and Evil characteristic of stemma IIb – and that the map may be the field of action of the apostles’ preaching which conveys the knowledge of salvation to all people. Underneath is a mountain, “mons carme-/lvs”, with the words “ihe[ru]s[a]l[e]m” at the bottom of it and, further down, “ascalones” and “ivdea”, with “babilonia” on the right. Next to the representation of paradise is a pale ochre mountain, “mons libanvs”, from which two rivers representing the Jordan emerge: the top one is called “ior” and the bottom one, “dan”. Written between the two rivers is “sidon”, and beneath the last one, “mons sinai”. Further to the right between two mountains, one entitled “Mons arabia”, “Anciocia” can be seen. Drawn underneath in the Gerona Beatus are the Persian and Arabian gulfs – the latter entitled “mare rubrum” written upon a red band, which must have existed in the original archetype, instead of upon the sea separating Africa from the fourth unknown continent, as G. Menéndez Pidal points out. However, C. Cid and I. Vigil are both of the opinion that what is represented is the Persian Gulf whilst the name “sinus arabicus” is situated upon one of the courses of the Nile. Located above is “mensopotamiam” and, beyond the body of water, “abicvsia”. A bluish mountain can be seen on the top, right-hand side before reaching the fourth continent with the words “Timiscifi-/ci campi/deserti in ac re-/gione gens ama-/zona fertur abita-/re” on the left and “Deserta et/arenosa India” on the right.\r\n \r\nLying in Africa beneath the Red Sea are the double source and course of the Nile. They cross each other midway before flowing separately into the sea, and the words “sinus arabicus” can be read next to the Nile that rises in the east and flows into the delta. Next to the Nile that rises in the west and flows west to east and from south to north (as Herodotus supposed) into an estuary represented as a huge, fluvial mass, is a long legend describing the two courses of the Nile: “Flubius nilus quem alii auctores feruntur/procul ubi lunae montes abentes et conti-/nuo aureis arenis inmergi inde in angusto/inmergi brebi spatjum uastatissimo luco/deserta et arenosa et eziopia”. Although in general lines this legend matches the text in St Isidore of Seville’s Etymologiae (l. xiii, c. 21), its text is based upon Orosius’ Historiarum adversus paganos (l. 1, cc. 2-29). Beneath the Nile, upon the African continent are several reddish mountains from which a river, also red in colour, emerges with the words “garamantes”, “baggi” and “getvli” beneath. Underneath, in western Africa are two mountains, “dvo alpes contra arv sibi”, with the word “gens” between them – a geographical feature taken from Historiarum adversus paganos by Paulus Orosius, which correspond to the Atlas and the Rock of Gibraltar. To the left are the words “tingi” and “abentania”; on the left is an unpainted representation of two promontories “montes at luni” (where Ptolemy situated the source of the Nile) and, on the right, an elliptical shape with “lacus” written upon it. The place names in North Africa can be seen in the mappa mundi of Albi-29 and match the administrative division of Roman Great Magna.\r\n \r\nEurope, situated in the bottom left third has an oblique legend written in red letters which reads “evropa”. Written at the top left-hand side is “hic capvt garope”, followed – next to the Danube with its four tributaries that join together in pairs to form a single river that flows into the Tanais – by “macedonia” and, on the right, “tesalonica”. Beneath are the words, “tacia vbi et goti” followed by “stolis” and, next to a mountain from which “fl[u]m[en] evsis” emerges, “constantinopoli”. “aqvilela” can be read on the side of the mountain and “epirvm” underneath. This is followed by “reenna” and “dalmacia” with “salerna” and “benebenti” underneath. Next to the source of a river on the right “sarmati” can be read once again; with “mesica”, “noricum” and “Retja cumea” underneath. On the right is “germania” followed by “dardania”. “ren” is written next to the peak of an ochre-coloured mountain followed by “suebi”, “fl[u]m[en] danubius” and, to the right, “epirum”, “apolin” and “spolite”. Next to these three place names is “niavraria” and, written across a large, blank space next to a mountainous shape are “tascia” and “roma”, with “narbona” beneath. These are followed by places on the Iberian Peninsula situated, as described in Historiarum adversus paganos by Orosius (l. i, c. 2), to the west of Aquitaine, whose origins lie in the work by St Augustine’s disciple, i.e. “cesaragvsta”, “fl[u]m[en] tavvs” and “betica”. The only reference made on the map to the apostles is in the middle at the bottom: “s[an]c[t]i iacobi ap[o]st[o]li”. On the left, next to mountainous shapes are the words “astvrias” and, beneath, “gallecia”. Next to this are areas of Gaul, also adjacent to a mountain identified as “aquitania”, “Tolosa”, “montes galliarvm” and “gallia lvgdvnensi” and, close to one of the Danube’s tributaries, “Gallia Belgia” and, above, “Francia”. The use of the names Gallia Lugdunensis and Gallia Belgia is a trait typical of the group stemming from the Tabara Beatus, since branch IIa Beatus use just the generic name of Gallias.\r\n \r\nThe fourth continent, depicted as a portion of land on the far right of the map, features a text that is almost an exact copy of Etymologiae (l. xiv, c. 17): “extra tres au[te]m partes orbis quarta pars trans oceanum interior est qui solis ardore incognita nobis est cuius finibus antipotas babulosam se/inabitare produntur”. Ptolemy believed this unknown land to be part of the African continent and to extend to the south of Asia, thereby enclosing the Indian Ocean as an inland sea in which Tapobrana island was situated. Pomponius Mela, on the other hand, on the basis of St Isidore’s texts, considered this unexplored place to be a separate continent, the land of the antipodes.\r\n \r\nFinally the islands are merely simple, rectangular-shape representations, not all of which are named. Reading from the top and moving right, the names “tabrotane/insula”, “crise et argire/insula”, “fortunarum/ins[ul]i”, “scotiam/[in]sula”, “Britania/insula”, “tantacto/insula” and “tile/insv-/la” can be distinguished. The names of the islands in the Mare magnum or Mediterranean are badly damaged but even so, “tarsis” and “creta” can be made out, reading from top to bottom."
    },
    {
        "title": "Prologue. On the Synagogue: the woman seated upon the beast",
        "contentId": 365668,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 2413,
        "image": "https://uploads6.wikiart.org/images/ende/prologue-on-the-synagogue-the-woman-seated-upon-the-beast.jpg!Large.jpg",
        "height": 3523,
        "artistUrl": "ende",
        "url": "prologue-on-the-synagogue-the-woman-seated-upon-the-beast-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This unframed image covers the entire folio and shows a woman in reddish garments as in most Beatus codices holding a gold goblet with three red dots aloft in her right hand whilst her left hand grasps the reins of an English red equine with a pointed muzzle, cloven hoofs and a snake’s tail. The woman has long hair, a veil and reddish and blue garments. Behind her is a pale bush with a large, highly decorative tree in front with a stylised trunk and crown with a red circle surrounded by golden leaves and dark flowers. The word “mulier” can be read at the bottom on the left. In comparison with other Beatus manuscripts, the image of the woman upon the beast in the Gerona Beatus has suffered no damage as a result of the fear of the evil eye mentioned earlier or any anger unleashed against the one who represents the sum of all abominations, thereby demonstrating the power of images over the readers of certain manuscripts.\r\n\r\nThis painting is inspired by that of the Great Whore of Babylon (Rev. 17: 3) except that, in this instance, she is not riding a monster with seven heads and ten horns, as described in the text of the Revelation (Rev. 17: 3) and depicted later on folio 209r. The image of a woman riding a quadruped has had precedents since Antiquity, particularly in Roman art, in certain goddesses originating in the eastern Mediterranean riding animals that could have been used as a model, such as Isis, with a horn of plenty in one hand riding a dog called Sothis in Egypt, the symbol of Sirius, one noteworthy mention of which, due to its similarity with the image in the Gerona Beatus, is a relief dated c. 200 AD in the temple at Savaria, showing the goddess holding a sistrum and riding a dog. The author of the painting in the Gerona codex obviously never knew of this work but there are many very similar figures such as: a coin dated in the reign of Valentinianus I (364-375); Cybele, the Phrygian goddess of fertility who, amongst other attributes, held a recipient in her hand, and was sometimes depicted riding a lion; and Tanith, a Carthaginian goddess also known as Regina Coelestis, who is similar to Cybele and is shown upon a lion, particularly on early third-century coins. These goddesses are also depicted in association with a tree signifying the tree of life: Cybele in particular is linked, via her relationship with Attis, to pine trees. However, taking into account that the original meaning of the tree had been lost by the 10th century, the fact that it appeared next to the woman upon the beast may have to do with her being a sinner because in some of the Biblical texts quoted by Beatus the concept of fornication is, like idolatry, associated with the image of the leafy tree, as is the concept of power , which is in keeping with the image of Babylon to which the text from Daniel refers. Furthermore, bearing in mind the proximity of the image of the woman upon the beast to the great whore of Babylon, it must be remembered that there is a relationship between this wicked city and Cybele, since the former, in line with the Septuagint, used to have the title of “Great mother of gods and goddesses” upon her forehead, the same title the Romans used for Cybele , which would apparently explain why this goddess was used as the model for both the prostitute of Babylon and the woman upon the beast. It must also however be remembered that, as described in the explanation given on folios 63v-64r, “DE [MU]LIERE SVP[ER] BESTIA”, the woman upon the beast signifies “vice, evil deeds, pleasures, fornication, impurity, greed, jealousy, theft, envy, vanity, pride, gluttony [...] This is the wicked woman riding the beast whom we mentioned before” and is deemed to be an “anti-Church” as revealed by Beatus’ text: “And she gives one man a sip and another a draught from this cup of idolatry. The cup is of gold because they claim to be Christians but with the deeds we have summarised in the Synagogue they stray from Christ and the Church, for as just as Christ is the head of the Church, so is their leader the devil. And just as the Church forms a single body with Christ so do these form, together with the devil, a single, structured body.” As the “anti-Church”, she is depicted with a cup, a commonplace attribute for the personification of the Church which appeared for the first time in Bauit, holding a large chalice symbolising the New Covenant in front of her breast (Mt. 26: 28). Carolingian and Ottonian art make this image more specific by placing her at the foot of the cross . The snake’s tail alludes to the beast as a dragon, the snake that tempted Eve, whilst the red colour of the woman’s dress and the beast’s body may refer to the blood of the martyrs.\r\n\r\nReinterpreted, Muslim influence is clearly present not only in the circular crown of the tree but also in the composition: if the figure of the woman upon the beast was reversed and repeated, it would be the traditional Muslim motif of two riders raising their hand to the branches of a tree or a plant to pick fruit from them, as can be seen in the ivory, caliphal chest belonging to al-Mughira, the son of Abd al-Rahman III, made in 968 (Paris, Musée du Louvre)."
    },
    {
        "title": "Message to the Church of Ephesus",
        "contentId": 365669,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1000,
        "image": "https://uploads8.wikiart.org/images/ende/message-to-the-church-of-ephesus.jpg!Large.jpg",
        "height": 1509,
        "artistUrl": "ende",
        "url": "message-to-the-church-of-ephesus-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The Gerona codex is the only Beatus – apart from its copy, the Turin Beatus (ff. 55v-56r) – in which this image covers two folios. This is probably because the copyist left a blank space on the corresponding verso folio in the Morgan Beatus (f. 47v) for reasons concerning the text, which was used by Maius to draw certain abstract elements which were undoubtedly adopted by the Tábara Beatus, whilst En chose to make the illustration look natural by eliminating the abstract drawings. Folio 70v depicts the delivery of the message with St John on the left holding a book in his hand and the flying angel on the right posed as if in conversation. Both are framed by a tree with a lanceolate crown and another, very simple, triangular tree with branches and leaves similar to those on the palm tree (f. 147v), which are perhaps of a symbolic nature. Between the two figures, the words “ubi iohannes loquens/cum angelo” can be read. These legends do not simply identify the figures but also explain the action taking place. In the Gerona Beatus, iohannes is nominative being the subject carrying out the action of delivering the news and addressing – loquens – the angel – cum angelo. Depicted on folio 71r is the church of Ephesus, “aeclesia efesi” as it says inside, represented as a highly imaginative temple flanked by two stylised and very decorative trees with a large central nave set between two side apses with arches or galleries closed off by blinds, and a sanctuary, identified by the curtains that were closed at specific moments of the eucharistic sacrifice, with an altar and chalice both made of gold and all set beneath a wide, horseshoe arch. The roof of the temple is very complex being pyramidal in shape and having lateral embellishments resembling wavy, oriental-style horns. The construction is set upon a stylised element which, in comparison with the Turin Beatus, looks like a crypt set in the rock of a mountain but with a predominant decorative and imaginary character."
    },
    {
        "title": "Message to the Church of Smyrna",
        "contentId": 365670,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1073,
        "image": "https://uploads0.wikiart.org/00108/images/ende/5.jpg!Large.jpg",
        "height": 1414,
        "artistUrl": "ende",
        "url": "message-to-the-church-of-smyrna-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This miniature is noteworthy because it is preceded, on folio 75v, by the sentence “INCIPIT EC[C]L[SI]A SE[CUN]DA STORIE/SUB SEQVENTES PICTURE”: yet further proof that this manuscript was intended to be illustrated. Once again, St John is depicted on the left with the book and the angel standing talking to him with a scroll rolled up in his right hand – which contradicts the meaning of the message being transmitted. Between them are the words “ioannes/cum/angelo”. On the right is the temple with three of its horseshoe arches beneath another large arch with “EGLESIE EZMIRNE” written upon its voussoir. Each arch features curtains and an altar set upon slender columns with a pediment base, geometric capitals and cymatium upper section. The image in the Gerona Beatus is unlikely to reflect a real temple, unless it had been distorted for reasons of symmetry. The upper area is more unrealistic and must refer to a tall body rather than a tower above the nave. Since it is situated in the altar area, it may evoke the existence of small, independent chambers arranged in this manner which were inaccessible from the inside and could only be entered from outside, albeit it by tall openings."
    },
    {
        "title": "The opening of the first four seals",
        "contentId": 365671,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 999,
        "image": "https://uploads2.wikiart.org/images/ende/the-opening-of-the-first-four-seals.jpg!Large.jpg",
        "height": 1227,
        "artistUrl": "ende",
        "url": "the-opening-of-the-first-four-seals-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The illustration is divided into four bands with the Lamb in the centre holding a pattée cross. Depicted are the four visions of St John all of which show him accompanied by one of the four living beings who, in line with the Hispanic model of representation, are anthropozoomorphic in appearance with a disc decorated with star or spiral shapes upon their lower limbs, in reference to the fiery wheels described by Ezekiel. This is an interpretation of the waves used to represent them originally to produce the visual effect of them turning round. The four living beings with the appearance of theriomorphous monsters were interpreted like the evangelists. Their definitive traits were defined by St Jerome, inspired by Ezekiel’s vision, and completely defined in Sedulius’s Carmen Paschale (P.L.: XIX; col. 591), written in the mid 5th century. The earliest models are to be found in Iberian Peninsula sculptures from the 6th and 7th centuries onwards. The model used for the miniature dates back to three groups in the 8th and 9th centuries headed by the insular and Breton Gellone Sacramentary. Their anthropozoomorphic appearance originated in a variety of sources and can be found in Carolingian and Irish manuscripts and the Romanesque monumental art of Hispanic kingdoms and other areas. However, the circle around a star shape is an ancient representation of the sun exclusive to early medieval Hispanic miniatures in relation to the tetramorph and is, in particular, one of the transformations that arose in the early 10th century when the pictorial part of the third textual version took place was renovated – to be found in reliquaries made for Alfonso III – which are absent in manuscripts belonging to the first illustrated stemma of the Commentaries. However, these sun-shaped discs only appear in miniatures and not in mural paintings which employ other sources.\r\n\r\nThe fact that St John appears four times is related to the narration in Revelation and is a procedure typical of book illustration in primitive Christian art in which each image was usually positioned next to the corresponding text and separated from the other images by a few lines either inside the same column or in three successive ones as in the Roda Bible (Paris, Bibliothèque nationale, ms. lat. 6, vol. IV, f. 106r), based upon an Italian prototype that is now missing. In the case of the stemma II Beatus, the four images must have been grouped together subsequently into a single, independent unit, like the present one, located after the storia and before the explanatio so that what the images depict can be read in a sequence that is neither interrupted by the text nor requires the text to be consulted, in addition to being a reminder of the main points narrated in the Revelation concerning the following exegesis. This type of full-page illustration produced by bringing together ancient column miniatures, was transformed into a model book that was easy for other painters to use , as shown by the copies belonging to stemma II. The image does not however always depict the text, and particularly the explanatio, exactly for it transforms these figures into four ordinary riders. The image shows St John at the top taking St Mark’s lion by the hand. Beneath is the first rider firing a bow in Parthian style without an arrow. He wears not a crown but a sort of pointed helmet and his mount’s hide is mottled with highly decorative heart shapes. Next is St Matthew depicted as a winged man holding St John. Underneath them is the second rider also wearing a pointed helmet and wielding a spear instead of a sword. As in the exegesis by Beatus, borrowed from Victorinus of Pettau according to the Commentary by St Jerome and Tyconius, basically, the first rider is identified with Christ and the second with the enemies of the Church or the devil. In stemma II Beatus, both are depicted as if in combat, with the former turning to fire an arrow at his companion who tries to run him through with his spear. Following this is the ox of St Luke holding the beloved disciple up, and below, more in keeping with the text than the previous instances, is the third rider upon a black horse turning his head to look at the scales without plates in his hand. Finally, beneath St John’s eagle taking the author of the Apocalypse by the hand is the fourth rider, symmetrical with the previous rider, turning towards a demon that symbolises the abyss. Little attention was paid to this demon in other traditions but the Beatus manuscripts emphasise it considerably, to the extent of personalising it with the traits of a dreadful-looking humanoid. Rather than being a representation of hell, conceived of in the European tradition of that time as a devouring monster or chamber, it is a representation of the devil in monster’s guise typical of the Hispanic tradition.\r\n\r\nThis scene was enlarged in a variety of ways in the Beatus codices. The ones in stemma I are more synthetic: they eliminate the image of the living beings and focus exclusively on the image of the horsemen, the first of whom is crowned , which could indicate a more advanced stage in the illustration of this scene. Those in branch IIa, on the other hand, introduce the figure of a personalised hell in the form of a great devil in the air following the last horseman with a sword (a weapon that was to disappear in branch IIb) not mentioned in the text of Revelation, and sometimes an angel also lacking in the other branch of stemma II, the former with a crown. Finally, the images in IIb feature the Lamb inside a central medallion – bearing not the sealed book but a staff topped by a cross – along with the four living beings set out in the arrangement mentioned earlier."
    },
    {
        "title": "The rider defeating the snake",
        "contentId": 365672,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 600,
        "image": "https://uploads0.wikiart.org/00108/images/ende/3.jpg!Large.jpg",
        "height": 895,
        "artistUrl": "ende",
        "url": "the-rider-defeating-the-snake-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The image, which is apparently totally unrelated to the storia and the explanatio, covers two thirds of the folio. Depicted on the right-hand side is a man upon his mount wearing a turban with ribbons flying in the wind, spearing the jaws of the large snake he is fighting. This figure is similar to the one seen earlier of Herod on horseback (f. 15v), but with more obviously Islamic elements: the cloth tied around his head waving behind him appears in Sassanian representations of governors on horseback. The simple tack shown in the Gerona Beatus is however closer to that of a horseman on a sixth-century Coptic fabric: a similarity increased by the fact that the horseman bears a spear rather than a bow, a typical Sassanian weapon. The use of stirrups also situates the rider in the Gerona Beatus after the Sassanian period. Although no riders killing snakes with their spears have survived in the iconography of Andalusia, there are models of horsemen spearing lions. D. Shepherd classified such topics within the iconography of the heavenly hunter symbolising Paradise.\r\n\r\nThe Palatine Chapel in Palermo, a much later work outside the peninsular kingdoms and featuring a considerable repertoire of Muslim iconography, often depicts riders spearing snakes. The artist was probably inspired by a Mediterranean tradition of iconography, hence the contribution made by Islamic culture to the images in the Gerona Beatus extends beyond the occasional, incidental borrowing. Mention must also be made of other eastern elements such as the cloth tied around his neck and covering his head, the decorative knot in the horse’s tail, his pose when driving the spear into the snake’s head and the half moon shape of the horse’s tack. There can be no doubt that this is a triumphant image with forerunners based upon ancient models – in this instance, upon one of the triumphant symbols of Imperial Rome. The problem however lies in knowing what type of triumph is being represented. There are three possible hypotheses: the first, which views the image with deserved caution, relegates it to a marginal position, thus depriving it of any meaning other than ornamental; secondly, the influx of Islamic elements may have endowed it in that period with a negative meaning; and finally, in comparison with the evil figure of Herod, which it is linked to in terms of form, attempts have been made to discover a positive value in it, by means of a victory formula that was to remain in use for more than three centuries on the Iberian Peninsula and in other areas. As a result, in the 13th century, a rider, albeit not oriental in appearance, fighting a snake was added to a manuscript housed in Madrid (Real Academia de la Historia, Cod. 39, f. 159r) and another was included in an Italian scroll of the Exultet. The triumphant meaning was confirmed in turn by the appearance in the image of heaven on folios 3v-4r of the symbolic figure of the “propugnator ad salvandum”, based, as confirmed by the accompanying legend, on Is. 83, and interpreted anagogically as Christ: he clutches a spear in his right hand and grasps an overcome snake in the other. The victorious rider in the Gerona Beatus could therefore have this meaning of Christian victory, symbolising a fight against the devil represented as a snake in way similar to how, as we saw earlier, the image of the battle between the bird and the snake was too (f. 18v). Hence its eastern appearance would only indicate that the painter had based her work on some oriental models that were probably Islamic. Although the rider was probably included because it was a metaphor of victory in triumphant, Muslim iconography, historical circumstances inverted its meaning and may have endowed it with an anti-Islamic appearance, as suggested by the colophon itself (f. 284r), which was completed when “in is diebus erat fredenandos flaginiz a villas/toleta ciuitas ad deuellando mauritanie”. Hence the rider could be interpreted as being the ideal portrait of a warrior of the Reconquest. Furthermore, the fact that it has been linked to the following illustration would therefore cause it to lose its marginal nature."
    },
    {
        "title": "The metaphor of the palm tree",
        "contentId": 365673,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1000,
        "image": "https://uploads5.wikiart.org/images/ende/the-metaphor-of-the-palm-tree.jpg!Large.jpg",
        "height": 1508,
        "artistUrl": "ende",
        "url": "the-metaphor-of-the-palm-tree-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "When writing the exegesis of the righteous, Beatus of Liébana mentioned the palm leaves they hold – “palmas in manibus eorum”. This led him to interrupt the transcription of Tyconius’s commentary on the Apocalypse and introduce a digression, taken from St Gregory’s Moralia in Iob, which compares a saint’s life to a palm tree because the bottom of this tree is rough but its fruit-laden top is attractive. Hence, the life of the righteous on earth is full of tribulations but, upon entering Paradise, it widens out due to the great rewards. The palm tree is narrower where it starts at ground level but strong at the level of its branches and fruit; the righteous are not strong in earthly but in spiritual tasks. The image, situated on the verso of the folio, covers it completely with the representation of a schematic and extremely decorative tree at the base of which, acting as roots, are two split canes joined together from which a trunk arises and stretches up into a crown of large, colourful and ornamental abstract branches with fruit at the end. Clutching the trunk is a naked man with the following words alongside: “u[bi] hic omo cupiens crapulare/palme” (To this man who seeks to take his fill of the fruit of the palm tree). In his right hand is a pruning knife and a piece of the rope threaded through a hook nailed to the trunk, which he grasps with his foot, supporting another man dressed in a loincloth situated on the left of the composition. The text above reads “et his alter iubamine porrigit p[er] fune” (And this other one helps him clamber up using the rope). The two figures enrich the meaning of the commentary by Beatus of Liébana, representing both the body (the man climbing the tree) and the soul (the one helping him) moving upwards, with the rope symbolising the Holy Trinity and the palm tree, Christ. The dressed person (religion) helps the naked man (those seeking salvation after death) in his ascension towards Glory – understood to be a perfect state of bliss – based in any case upon a doctrinal rather than an apocalyptic concept incorporated in the form of passages inspired by other sources, possibly by St Gregory the Great in the lines: “Ascendam in palmam et apprehendam fructus eius”. Hence the Gerona Beatus involves a semantic shift changing the meaning of the palm tree from symbolizing the righteous to becoming a Christological image. The palm tree is consequently a figuration of Christ, of his cross, to which the soul ascends to harvest its fruit.\r\n\r\nThis image and the mappa mundi are the only ones in the original version to be based directly on the explanatio rather than on the storia, and are consequently depicted without a frame in virtually all Beatus. There are however differences amongst the manuscripts in stemmata I and II. The palm tree is represented in the former simply as a schematic tree with its roots uncovered, a stylised trunk and leafy crown, as described in the text. Stemma II embellishes the scene by adding people. There are also differences between branch IIa – which situates the image in part of a column of text and shows the righteous, sometimes holding palm leaves, flanking the tree, thereby combining the two elements (the palm tree and the chosen ones) associated in Beatus’s exegesis – and IIb in which this image covers the entire folio or much of it. Basically it shows, by means of a scene of pagan origin which is nevertheless in keeping with St Gregory’s metaphoric discourse, fruit being harvested and a man brandishing a pruning hook to cut it down – only the Gerona Beatus and its copy depict the assistant – in a manner more in line with the doctrinal aspect mentioned above, which must have featured in the prototype of branch IIb, as demonstrated by the Las Huelgas Beatus (f. 85r), on the assumption that it is a copy of the Tábara Beatus. This branch depicts the text more accurately for it shows narrow roots, whilst the roots in IIa spread out to create a strip of ground upon which the group of chosen ones stand.\r\n\r\nNeither this painting, nor the mappa mundi, would have formed part of the Tyconian archetype assumed to have been the basis for the images illustrating the Apocalypse cycle. The form of the palm tree employs a Muslim prototype and the harvesting motif is also based on Islamic models to be found in similar scenes in Arabian ivories. Date harvests appear in contemporary ivories from Cordova such as one on a Hispano-Islamic chest (Braga, Cathedral Museum) , along with other celebration motifs such as musicians, goblet-bearers and peacocks. Dr. Shepherd considers the palm tree in the Gerona Beatus to be based on an Islamic iconography of heaven that encompasses the tasks and tree of life."
    },
    {
        "title": "The fourth trumpet",
        "contentId": 365674,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1000,
        "image": "https://uploads3.wikiart.org/images/ende/the-fourth-trumpet.jpg!Large.jpg",
        "height": 1508,
        "artistUrl": "ende",
        "url": "the-fourth-trumpet-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The illustration is divided into two planes: heaven and earth. On the left of the first are the one third (not an actual number) of the stars that went out, represented by four of their reddish points. This is followed by the sun, “SOL”, with less than one third of its surface in a dark colour; more stars, this time with all their points white; and the moon, “LVNA”, once again with somewhat less than one third painted purple. Underneath is the eagle, “AQVILA VOLANTEM”, lamenting the misfortunes to occur later, and finally upon the earthly world, depicted by the grass and trees on the right, the angel standing and looking up to heaven whilst playing his trumpet, “ET QVARTVS ANGELVS TVBA/CECINIT”, and gesturing to the eagle as if in conversation or giving an order. The differences with branch IIa are once again in the bottom area which does not feature, unlike in IIb, any trees or plants indicating the region of the earth that was darkened.\r\n"
    },
    {
        "title": "The angel of the abyss and the infernal locusts",
        "contentId": 365675,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 628,
        "image": "https://uploads0.wikiart.org/00108/images/ende/4.jpg!Large.jpg",
        "height": 874,
        "artistUrl": "ende",
        "url": "the-angel-of-the-abyss-and-the-infernal-locusts-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This full-folio image shows, at the top, the angel of the abyss –beneath the legend “EC LOCVSTE VBI ANGELVS P[ER]DICTIONI INPERAT EAS”– Abbadon or Appolion, meaning destroyer but with no negative connotation, with a nimbus and his wings outstretched, clutching a small shield and brandishing a spear at one of the infernal locusts depicted in a totally different way from those appearing in the previous illustration. The locust now has the appearance of an anthropozoomorphic hybrid that does not abide exactly by the description in the storia. It has a circular, golden crown, horse’s ears and horns on its head; and the top half of its face is animal (equine) rather than human. The threatening creature is shown in profile with a horse’s body, albeit with feline paws and claws, covered in a mane or locks of hair, and a neck of stylised metal mesh reminiscent of iron cuirasses. Finally, it features a jointed tail similar to the one in the previous illustration which it drives into the haloed head of a naked man in an unnatural pose, but whose eyes are open thereby incurring in the same mistake as before. Depicted the length of the illustration are another three similar monsters, with bodies coloured differently from each other and the previous locust, tormenting another three men – those not marked with God’s sign – whilst the men with the sign are omitted. Two of these monsters are situated opposite each other in the bottom part and the one in the middle of the folio is alone, next to a legend reading “VBI LOCVSTE LEDVNT/OMINES”.\r\n\r\nIIb manuscripts are very similar, varying basically as regards the configuration of the locusts, more in keeping with the storia in many respects, although only the Arroyo Beatus features the wings and is more organised and symmetrical. The only difference between the manuscripts in IIb and IIa is that, in the latter as in stemma I, the angel fights one of the monsters with just a spear whereas in IIb he also defends himself with a shield. Similarly, IIa usually features five locusts instead of four. The negative meaning of Abbadon is only obvious in the figure shown in profile and in the Phrygian cap, as we shall see later in relation to the Anti-Christ. This being could perhaps have originated in a misinterpretation of a staff of authority, which was transformed, even in European versions, into a spear with which he controlled the locusts as if he were their king, as can be seen in the Saint-Sever Beatus (f. 145v), making use of another commentary, such as the one by Tyconius, to create this image.\r\n"
    },
    {
        "title": "Tale of the powerful angel. St. John receives the rod and measures the temple",
        "contentId": 365676,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 999,
        "image": "https://uploads6.wikiart.org/images/ende/tale-of-the-powerful-angel-st-john-receives-the-rod-and-measures-the-temple.jpg!Large.jpg",
        "height": 1307,
        "artistUrl": "ende",
        "url": "tale-of-the-powerful-angel-st-john-receives-the-rod-and-measures-the-temple-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This full-folio illustration does not depict the lengthy account given in the storia but three moments concerning basically the arrival and oath of the angel, the handing over of the book and the rod, and the measuring of the temple. Shown in the upper part is the angel – as always, in a hierarchical perspective although no Beatus depicts the angel’s characteristics described in the storia – with a cloud behind him in allusion to the one that covered him (although in the other stemma II Beatus, the emissary is set inside the cloud), with one foot upon the sea which is depicted as a bluish strip bending towards the right, with large fish and a trireme, and the word “MARE” upon it.\r\n\r\nHis other foot is upon the earth, identified by the legend “TERRAM”, with a few, small plants. His right hand raised to take the oath not is depicted very clearly but almost mistakenly for it seems to be holding the canopy of heaven aloft, which is shown at the top like a fragment of a circle with a star-filled surround and clouds inside. The angel gives St John a book. There is then a legend reading “UBI IOHANNES ANGELO/ARUNDINEM ACCEPIT” and leading to the right-hand side where the beloved disciple takes the rod being given to him by an angel not named in the storia, which is written in an impersonal manner, unlike the legend which could refer to the powerful angel , whilst making an imperative gesture. The two scenes in the upper half employ the same formula of an object being delivered or given. Beneath them is a legend reading “ubi angelus sub nube amictus/[...] t autem/pede[m]/sua[m]/dextra[m] sup[er] mare sinix-/trum/[...] um sup[er] terra[m]”. At the bottom is a building – the temple of God – represented in cross-section like the buildings in the messages to the seven churches of Asia. Depicted in the central nave beneath a horseshoe arch and next to an altar is the author to whom the Revelation is attributed measuring the height of the temple, with the “VBI IOHANNES MENSV-/RAT TEMPLVM” on the left-hand side. He is flanked by seven figures with nimbi, three on the left and four on the right, whose meaning is not very clear, although judging by the gesture of their hands, they may be assumed to be the righteous waiting to be measured.\r\n\r\nBranch IIa shows the angel, as in stemma I, handing the rod to St John, who has not yet taken it, whereas in IIb, it is held by both the evangelist and the heavenly messenger. Furthermore, branch IIa shows the gentiles placed on top of each other, not in the portico but in two passageways flanking the lateral naves. They are depicted in a manner similar to that in stemma I, in proskynesis or prostrated, depending on the manuscripts. Consequently, these are the worshippers in the legend “isti adorant” or “adorantes” to be found in the manuscripts having this illustration, described in the storia. The meaning of those in branch IIb on the other hand, is slightly different: the men are shown standing in a far larger setting, pointing at St John, and may refer to the Gentiles. The original branch IIa prototype probably covered two pages, one featuring St John listening to a voice from on high and represented as a hand enshrouded in a cloud emerging from a heavenly arch, ordering him to seal and not write down what he heard from the seven thunderclaps; consequently, branch IIb is of a more synthetic nature."
    },
    {
        "title": "The two witnesses",
        "contentId": 365677,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1280,
        "image": "https://uploads0.wikiart.org/00108/images/ende/2.jpg!Large.jpg",
        "height": 1861,
        "artistUrl": "ende",
        "url": "the-two-witnesses-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This full-folio illustration depicts only the description of the two figures but not their power or what is to happen to them subsequently. The Gerona Beatus features several exclusive aspects: firstly, the size of the image, followed by the large horseshoe arch with plant decorative motifs on its extrados, set above the two men shown facing completely forward, standing upon trapezoidal podiums – a new aspect only appearing in Gerona– wearing garments with hoods fastened under the chin by a round fastener reminiscent of Visigothic, disk-shaped fibulas, possibly in reference to the cilices alluded to in the storia, and with a crosier in their hands –the last element exclusive to this manuscript– representing the power they received to control nature whilst preaching (Rev. 11: 6). The end of the staff held by the witness on the left, called “ELIAS” according to the legend overhead, is curved, whilst that of the one on the right, called “ENOC”, is straight. The Gerona Beatus is the only extant manuscript in stemma II to show the witnesses with such attributes, for they are usually each shown with a book symbolizing their preaching in line with the iconography of the prophet portrait, antecedents of which are to be found in the portraits of authors in Antiquity. Above them are two very ancient looking lamps each with four candlesticks flanked by two schematic trees bearing fruit, in allusion to the lamps and the olive trees mentioned in the storia and the legend at the top: “ISTI SVNT DVE OLIBE/ET DVE CANDE-/LABA”. Mention must first be made of the partial influence of the explanatio upon the images or, at least, upon the legends, because the storia makes no mention of the witnesses’ names. Beatus however, in keeping with St Jerome’s version of Victorinus of Pettau, calls one Elijah – the prophet who ascended to heaven in a chariot of fire (2 Rev. 2: 11). He seems unable to conciliate the sources about the other, however, calling him by two names: Jeremiah –according once again to Victorinus as per St Jerome– a name to be found at the end of the explanatio and used for the second witness in the legend in the only manuscript to include this identification i.e. the Vitr. 14-1 Beatus (f. 104r); and Enoch – the name most common in patristic writings and appearing in historia dicendorum. The position of the candelabras and olive trees in Gerona complies with branch IIa, since the lamps are not interspersed as in IIb."
    },
    {
        "title": "Decorative miniature. Coreus and the eagle catching the gazelle",
        "contentId": 365681,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1000,
        "image": "https://uploads2.wikiart.org/images/ende/decorative-miniature-coreus-and-the-eagle-catching-the-gazelle.jpg!Large.jpg",
        "height": 1508,
        "artistUrl": "ende",
        "url": "decorative-miniature-coreus-and-the-eagle-catching-the-gazelle-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Situated on the left between four highly schematic and decorative trees is a zoomorphic monster with a lion’s body, an eagle wings and a peacock’s tail, with the legend “COREVS ET AQVILE/IN VENATIONE” underneath. Next to this beast is an eagle with outspread wings, a red ring around its neck and the base of its tail and a heart shape upon its chest, seizing a gazelle in its claws. The source of these two animals lies in Persian art transmitted via Islamic art. The original meaning of this theme of Iranian mythology, representing the mythical battle between the two animals, has been lost in the Gerona Beatus which depicts the theme as a sort of imaginary hunting scene which has not, nevertheless, lost the sense of oriental wonder. The first monster is an ancient, eastern creature known as the senmurv or simurgh, appearing in Sassanian rock reliefs, in items worked in metal, ivory items and Islamic and Byzantine fabrics. The eagle seizing the gazelle also appears in Andalusian reliefs along with griffons. The eagle-Coreus combination can be seen in a mosaic in the ninth-century flooring of the former Sant’Ilario abbey in Venice, and often appeared in the decoration of tenth-century manuscripts from southern Italy. Hunting animals of this type are very common in Islamic items worked in marble and ivory. Silk fabrics served as models for such marble articles in the Omeya workshops of Andalusia. Furthermore, there is evidence of the sale of Byzantine fabrics in León since the 10th century – although it is sometimes difficult to differentiate Andalusian from Byzantine items. There is nothing to show that these topics appeared in Muslim manuscripts belonging to the same period as the Gerona Beatus. This illustration does however demonstrate that most Islamic borrowings are obviously to be found outside the Apocalyptic cycle, in marginal areas. The Gerona Beatus features the widest range of subjects adapted from Islamic contexts due, inter alia, to its large size and the large amount of parchment available. Despite Gerona being the only one in the Beatus series to feature it, the representation of Coreus, or simurg in its eastern form, did appear early on in north-western, Hispanic kingdoms, as can be seen in the tapestry page in the Bible of 920 (León, Colegiata de San Isidoro, Cod. 6, f. 3v), and it also featured in the Hispanic art of the late Middle Ages, which employed formulae closer to Byzantine and Sassanian models."
    },
    {
        "title": "The woman garbed by the sun and the dragon",
        "contentId": 365682,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 2920,
        "image": "https://uploads0.wikiart.org/images/ende/the-woman-garbed-by-the-sun-and-the-dragon.jpg!Large.jpg",
        "height": 2257,
        "artistUrl": "ende",
        "url": "the-woman-garbed-by-the-sun-and-the-dragon-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The illustration covers two folios and depicts the most narrative aspects of the storia although attempts were made to synthesise it, firstly, by showing the features situated on earth or in hell – not mentioned in the storia – in the bottom part, and those that occur in heaven, in the upper part. Similarly, synchronism has been used to show, as in the case of the snake, a single person belonging to several moments, as can be seen in its relationship to the other figures in the painting. Depicted on folio 171v is a woman with a sun shape at her waist and the moon, like an inverted crescent quarter, at her feet. Instead of being crowned she is surrounded by ten, not twelve, stars and the legend on her left reads: “mvlier amicta/sole et lvna/svb pedibvs eivs”. Beside her is the dragon like a large snake, in keeping with the custom of late Antiquity, with seven heads: a large, central one with a toothed mouth gaping threateningly, and three smaller ones on each side of the body similar to the one in the centre. Five heads have two horns and two have one. Upon each head is a crown in the form of a golden circle, like those of the infernal locusts. The lowest head vomits a torrent of blue water, surrounded by wavy lines set, as usual, at a slant to divert the original direction. The woman appears again next to the river, seated with two-colour wings, and the legend “vbi date svnt mvlieri/ale aqvile vt volaret/in eremvm” overhead. The dragon in the upper part is being attacked by five angels of similar appearance – wearing short garments and armed with bucklers, swords, spears and maces – even though the legend reads “michael arcangelvs cvm dragonem/pvgnat”. To their right is a large circle segment surrounded by stars representing heaven featuring an angel presenting a child to God, with a legend between them reading “vbi pver rabtvs est”. God is seated upon a throne holding a book in his lap with his left hand and stretching his right hand out to receive the child. The three figures gesture as if in dialogue. The dragon’s tail can be seen in the lower part of this section seeming to drag seven stars down, as described in the legend “vbi draco traxit tertia/pars stellarvm”. Finally, in the bottom section of the folio is a scene that already featured in the pictorial archetype, as demonstrated by the fact that it appears in all the manuscripts. It shows the evil angels represented as men without wings, undoubtedly because in the explanatio they symbolize the wicked, cast into hell. The Gerona Beatus portrays an angel throwing one of these men into Gehenna and another with large pincers tormenting the wicked one shown in profile as a totally deformed and dark-coloured being imprisoned in a sort of cage or enclosure, according to the legend “diabolvs in in-/ferno tenetvr”. The abyss, riddled with tiny, red lines representing fire, features nine naked men in floppy poses but with open eyes who represent the condemned angels, with the legend “qvos draco traxit angeli in in-/fernvm” overhead. This scene is not explained by the storia which only describes how St Michael and his angels fight against the dragon and the evil angels and how the latter are subsequently cast onto the earth, as can be seen in other early medieval cycles in Europe. It may have been influenced partly by the explanatio which compares the men cast out by the angels to the stars dragged down by the dragon’s tail, which is represented just overhead. It is however also necessary to consider certain pictorial elements in the Beatus manuscripts which seem to influence this scene to a greater extent, particularly as regards the demon tied down and the men floating in hell, which could have been transferred from the illustration showing the Dragon tied down and the devil enchained (f. 224v), depicting Satan, imprisoned in hell and fastened in the stocks. Furthermore, the explanatio, which follows the text by Victorinus of Pettau, emphasises that the devil shall live until the end of the world in his receptacle, i.e. the Anti-Christ enchained. The naked bodies cast into eternal torture are reminiscent of representations of the Final Judgment in the European version of the Revelation which, in the respective illustration in tenth-century Beatus depicts them in a similar manner – floating in hell, although the angels casting them in are absent. This is in any case yet another indication that the original Beatus manuscript with illustrations was based on an illustrated commentary.\r\n\r\n \r\n\r\nThis illustration in the archetype manuscript may have covered a single folio as suggested by the copies featuring the earliest version of stemma I, i.e. Burgo de Osma (f. 118r) and Lorvão (f. 153v). A subsequent phase is thought to have shown the scene in a monumental manner covering two folios, a layout adopted by some stemma I manuscripts – possibly due to the influence of the iconographic renovation carried out in the 10th century, as in the Vitr. 14-1 Beatus (f. 109v, the following folio has been cut out) and the Escorial Beatus (ff. 104v-105r), in both of which it occupies a column of text – and all those in stemma II, which cover the two pages completely. In stemma I, the sun is above the woman’s head and does not cover her body as in the manuscripts in stemma II which show the moon as a first quarter as opposed to as a disk in stemma I. Some of the copies in this stemma, such as the Vitr. 14-1 Beatus and the Escorial manuscript mentioned above, show the mulier amicta solis praying as in most of the manuscripts in branch IIb, except the Gerona Beatus, in which her pose is similar but not identical to that of branch IIa – since she seems to be pointing at the dragon – although her gesture could be one of fear or some sort of protection from the beast. This is the woman, albeit with wings, that presents the child in her arms to God in stemma I rather than an angel. The woman with wings appears facing forwards with outstretched arms in most of branch IIb manuscripts as if at prayer, except yet again in Gerona which depicts her, as in branch IIa, in a three-quarter view seated upon a couch. In any case, the repetition of the woman in both stemmata, first garbed in the sun and then with wings, stems from ancient prototypes in which the woman in the Revelation was represented twice and possibly separated by lines of text before being subsequently combined into a single image. Stemma I does not show St Michael and his angels fighting the dragon – an aspect that does however appear in stemma II, more in keeping with the storia. Branch IIa does however always show at least one angel flying horizontally to fight and they are usually four in number – two flying over and two vertical – whereas branch IIb depicts five angels always standing. Furthermore, the child being presented is received by God alone in stemma I, whereas branch IIa – possibly to ensure a symmetrical composition – shows an angel behind the Lord’s throne: an aspect that does not appear in IIb. The snake in stemma I, perhaps due to a lack of space, is shown vertical, whereas it is always horizontal in branch II. However, whereas branch IIa depicts the heads with very long necks springing from the complicated central coil in the body, in branch IIb they are situated on both sides of the main body, placing little emphasis on the necks. Five of the heads in branch IIa look at the representations of the woman and two at the fight against St Michael, whereas in branch IIb, three are turned towards the conflict. The water vomited by one of the heads has a rather short, wide shape in branch IIa, as in most stemma I copies, in comparison with IIb which is far larger, like a river. The bottom part of the recto folio in branch IIa usually depicts a figuration of the desert in a very succinct manner consisting of two promontories between highly schematic trees, an aspect that features in no branch IIb manuscript. Finally, in the bottom scene are the angels simply casting the men – always shown in an inverted position – into the abyss in stemma I. Stemma II on the other hand, shows an angel doing other things: restraining the devil with a chain in IIa and tormenting him with pincers in IIb. Furthermore, IIa usually depicts three heavenly messengers – the one tying down the demon flanked symmetrically by another two casting the men into Gehenna – whilst branch IIb shows just two."
    },
    {
        "title": "The baptism of Christ",
        "contentId": 365683,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 611,
        "image": "https://uploads0.wikiart.org/00108/images/ende/1.jpg!Large.jpg",
        "height": 858,
        "artistUrl": "ende",
        "url": "the-baptism-of-christ-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The Gerona Beatus is, apart from the Turin Beatus, the only extant Beatus to feature this illustration, which is situated at the end of the storia about the Lamb upon Mount Zion (Rev. 14: 1-5) on the page preceding the painting that illustrates this section. It has no frame, as is usual in themes not belonging to the Revelation, and covers the entire folio. Depicted in the upper part are the two sources of the Jordan, in the usual, circle form – the left-hand one reading “FONS YOR” and the right-hand one “FONS DAN”. A water course emerges from each one with wavy sides –both with a fish– which then merge into one where there is a baptismal font with Christ, possibly represented as a naked child inside. Situated above his head is the Holy Ghost, in the form of a dove, with the legend “SP[PIRITU]S”, whilst St John garbed in ankle-length, sacerdotal robes instead of his camel skin, is shown on a rock to the left grasping Christ by the body and right leg, thereby revealing that it is a baptism by immersion. Neither the Lord nor the Precursor have a nimbus, which could suggest a link with a very ancient model. Underneath and flanking the scene are another two fish and two trees that symbolise the leafy banks of the Jordan, with the words “ubi xpi et iohannes in iordone/flumine tinctus fuerunt” to the right. The meaning of the image is twofold, being both evangelical, with the representation of the two figures and the dove of the Holy Ghost in the river, and sacramental, by including liturgical elements typical of that period, such as the baptismal font and St John’s priestly robes. As regards the first aspect, the Baptism of Christ consists of two elements: the purification of the river water and the theophany. As for the sacramental nature, the place where the catechumens await their baptism by immersion is called agnile in the Mozarabic Liber Ordinum; similarly, St Gregory of Nazianzus called it the antechamber of the heavenly liturgy. Continuing with the liturgical implications of the baptismal font upon the Jordan, the Mozarabic Liber Ordinum specifies that it must be filled with river water. In addition, the baptism of children has been recorded in Hispania since the 3rd century. There are images of Christ being baptised in a font dating back to Early Christian and early medieval times. All this is possibly linked to the notion of the redemption made by the Lamb of God, hence this image may be deemed to be a gloss of “Hii emti sunt ab initjo/d[e]o et agno” (f. 188v.) in Rev. 14: 4 or, more probably, as an illustration of Tyconius’s interpretation of this passage, as can be seen in the preface by Beatus: “cantant canticu[m] nobu[m] id est/predicant xpm [...] p[er] babtism[um] et penitentja[m]/remissionem om[n]ium peccator[um]” (f. 26v)."
    },
    {
        "title": "The fire of Babylon and the mourning of the kings and merchants",
        "contentId": 365684,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 999,
        "image": "https://uploads3.wikiart.org/images/ende/the-fire-of-babylon-and-the-mourning-of-the-kings-and-merchants.jpg!Large.jpg",
        "height": 713,
        "artistUrl": "ende",
        "url": "the-fire-of-babylon-and-the-mourning-of-the-kings-and-merchants-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This illustration, as in most stemma II Beatus, covers two folios. Folio 215v, with the legend “vbi babilon it est iste mundus/ardet”, a paraphrase of the explanatio680, at the top, shows the angel flying and pointing in a discursive gesture at the city of Babylon represented as a walled city consisting of a large face with two sections and a gabled roof crowned by crenellations and flanked by large buttresses, full of fire – represented by wavy, red and blue lines – with a large opening in the form of a horseshoe arch containing a closed, wooden gate with iron rivets, surrounded mainly by two pairs of twin horseshoe arches with a rectangular frame. The jugs and cups that can be seen inside belong to a Visigothic tradition and symbolise its splendour or the holy goblets stolen by Nebuchadnezzar. Above this is a pair of mullioned horseshoe arches with a rectangular frame, each with a gold, star shape in the top part, which is repeated on the two adjacent, side areas, and a quadrangular shape, also gold, in the bottom part, to represent their wealth, all crowned by three Muslim-type, stepped merlons, several turret shapes and multicolour squares that could suggest tiles: all aimed at depicting the city in an architectural style typical of the Caliphate of Cordova – never in a pejorative sense but rather conveying the admiration it aroused in the kingdom of León. Folio 216r, with the legend “ubi reges u[e]l mercatores babilonia plangent” at the top of the page, depicts two rows of persons: the first two people in each row are shown with long garments, a large, eastern headdress and a staff of authority, and touching their chin with their hand in the usual gesture of suffering, hence these are the kings. The men following them make gestures of discourse and suffering, and beneath them are schematic and decorative representations of trees.\r\n\r\nThe earliest version of stemma I shows, in a synthesised manner, the selected events that are to appear subsequently in the other Beatus, covering the width of a column of text. The angel is over the city, represented by a series of arches, with a group of indistinct, lamenting men underneath. The most recent version, on the other hand, covers the same space but disregards the figuration of the city: the angel is situated at the top with the merchants underneath and, at the bottom, the kings. The image is depicted in more detail in the preliminary phase of stemma II for the destruction of the city of Babylon covers an entire folio, giving a more impressive result, with the weeping of the kings and merchants filling a column of text on the other page, a composition employed in branch IIa, in which the city and the lamenting merchants, as in the other stemma II codices, are shown in flames and with no frame. Furthermore, branch IIb copies are more monumental for they show the burning city on the verso of the folio and the lamentation covering the entire recto, where it is however framed unlike in the Gerona Beatus. In branch IIa, apart from the Morgan Beatus (f. 203r), which shows in this instance the earliest model of the prototype of this group, there are, as in the Vitr. 14-1 Beatus (f. 143v), two groups: the top one with the kings and their large headdresses, and the bottom group with the merchants, including one leaning upon a stick, which is to be repeated in all branch IIa manuscripts685, with all the traders depicted with their crook, whereas in IIb they are mixed and appear in two rows in front of the sovereigns, with the walking sticks transformed into staffs of authority or sceptres by mistake, with the merchants behind them, empty-handed.\r\n\r\n"
    },
    {
        "title": "The triumph of the rider over the beast",
        "contentId": 365685,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1000,
        "image": "https://uploads6.wikiart.org/images/ende/the-triumph-of-the-rider-over-the-beast.jpg!Large.jpg",
        "height": 917,
        "artistUrl": "ende",
        "url": "the-triumph-of-the-rider-over-the-beast-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The illustration disregards the moment before the battle and represents only the contents of verse 20 and part of 21, i.e. the capture of the beast and the false prophet – in keeping with the legend in the top margin: “uestia et seudo p[ro]p[heta] cabtus est”– in a manner not mentioned in the storia. Two men armed with maces can be seen underneath striking the beast shown as a quadruped, with a horn upon its forehead which is grasped by a half-naked man in an attempt to capture the beast. Another two persons underneath are about to beat the false prophet wearing a nimbus who has fallen to the ground. One of them holds him by the hair to demonstrate control. The birds on the far right devour the body and the eyes of a naked, dead man, and the legend beside him reads “vbi saturati sunt abibus/de carnibus eor[um]”. The coloured strips show that the meaning of the colours depends on their context: hence red and yellow refer in all likelihood to the fire and brimstone into which the beast and false prophet were cast alive.\r\n\r\nApart from the absence of the corpse being eaten by the birds, stemma I Beatus differ considerably from each other and from stemma II manuscripts. The Escorial Beatus (f. 150r) – which is apparently the most faithful reflection of the early version – shows the beast spitting out a great deal of blood and seized by a man with a nimbus. Another man underneath is about to stab the false prophet lying dead alongside his followers with a knife. A similar image featuring the basic elements of a man capturing the beast and another killing the false prophet, could have influenced stemma II, whose most ancient model is apparently followed faithfully by Morgan (f. 211r) and Gerona. The capture of the beast does however give the impression of a genre scene, whilst the false prophet, rather than captured, is being executed – hence the image strays considerably from the storia. The layout of these two tenth-century manuscripts is repeated, albeit with certain variations, in branch IIb, since the figures in IIa are simplified: just one seizes the beast by an ear and strikes it, whilst the other beats the kneeling false prophet directly on his back. Depicted in the bottom, right part, beneath the beating of the false prophet, always without a nimbus, is the man devoured by the birds. Branch IIb, on the other hand, increases the number of figures, also in short tunics but without trousers, punishing the wicked, with the mace that is to strike them always held aloft. One man in the bottom part seizes the false prophet by the hair. Furthermore, the beast is always grasped by a horn or his snout."
    },
    {
        "title": "Belshazzar’s feast",
        "contentId": 365686,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1000,
        "image": "https://uploads3.wikiart.org/images/ende/belshazzar-s-feast.jpg!Large.jpg",
        "height": 1495,
        "artistUrl": "ende",
        "url": "belshazzar-s-feast-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "A large horseshoe arch with voussoirs in two alternating colours reminiscent of those in the caliphal art in the mosque in Cordova, which constitutes a schematic representation of the royal palace, contains the scene featuring David barefoot with a nimbus in the upper part making a gesture of dialogue, next to the words “daniel contra scriptu-/ra respiciens”. On the right, virtually along the central axis and also identified in the legend reading “candelabrum”, is a flaming candelabra upon a tripod, with a hand holding a pen emerging from it. Written opposite it, near the curved part of the arch, are the words “articulos scribentis in parietem”, which are, as can be seen on the white voussoirs further down, “MANE”, “THECEL” and “FARES”. The text next to this word towards the left and in the space left by the opening, is the prophet’s explanation of them: “Mane numerabit d[eu]s regnum tuum/et conplebit illut thecel adpensus/est in statera et inuentus es minus/abens Fares diuisum est regnum/tuum et datum est medis et fisis”. Finally, at the bottom, between the bases of the columns, Belshazzar can be seen wearing a large, coiled crown lying, as customary in Antiquity, on a side triclinium, in what Romans considered to be the place of honour, on the left, accompanied by ten courtiers. Two of them, who have nimbi, are located on the far right lying on their triclinia. Only the heads of the others, alternating to avoid an isocephalic effect, can be made out. They are all eating at a semicircular table underneath which is a recipient in the middle full of food. A cup-bearer in short garments serves them from two Muslim-type flasks. The legend above the guests reads “Baltasar in conuiuium cum obtimatibus suis”.\r\n\r\nBoth branches are highly homogeneous for most differences concern only minor details. This is yet another image inspired by illustrated, Hispanic Bibles, particularly those featuring the iconographic style of the Catalan Bibles, and especially the Roda Bible (f. 66r) which, despite having lost the classical meaning of the position of the guests, shows the scene beneath a large, semicircular opening, with a round table, the hand writing upon the curved part of the arch and Daniel watching whilst gesturing as if giving instructions to explain the meaning of the words. Furthermore, certain details make it possible to determine the approximate date of the cycle upon which the Beatus manuscripts were based. One such detail is the table, which is not round but a semicircle as can be seen in different sixth-century works such as the Rossano Gospels in the scene of the Last Supper (Rossano, Museo dell’Arcivescovado, no signature, f. 3.), the Codex Sinopensis (Paris, Bibliothèque nationale de France, ms. suppl. Gr. 1286) and the mosaics at the San Apollinare Nuovo church in Ravenna; in addition, the horseshoe arch is not ancient, therefore this cycle could have been created no earlier than the sixth century."
    },
    {
        "title": "Adoración de la estatua de oro y los tres jóvenes en el horno",
        "contentId": 365687,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 685,
        "image": "https://uploads1.wikiart.org/images/ende/adoraci-n-de-la-estatua-de-oro-y-los-tres-j-venes-en-el-horno.jpg!Large.jpg",
        "height": 1000,
        "artistUrl": "ende",
        "url": "adoracion-de-la-estatua-de-oro-y-los-tres-jovenes-en-el-horno-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Beato de Gerona",
        "contentId": 365688,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 2480,
        "image": "https://uploads0.wikiart.org/images/ende/beato-de-gerona.jpg!Large.jpg",
        "height": 3437,
        "artistUrl": "ende",
        "url": "beato-de-gerona-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Beato de Gerona Fº 131v",
        "contentId": 365689,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 2480,
        "image": "https://uploads7.wikiart.org/images/ende/beato-de-gerona-f-131v.jpg!Large.jpg",
        "height": 3437,
        "artistUrl": "ende",
        "url": "beato-de-gerona-fo-131v-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Beato de Gerona Fº  176r",
        "contentId": 365690,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 2317,
        "image": "https://uploads7.wikiart.org/images/ende/beato-de-gerona-f-176r.jpg!Large.jpg",
        "height": 1241,
        "artistUrl": "ende",
        "url": "beato-de-gerona-fo-176r-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Beato de Gerona Fº 176r",
        "contentId": 365691,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 2455,
        "image": "https://uploads0.wikiart.org/images/ende/beato-de-gerona-f-176r-1.jpg!Large.jpg",
        "height": 3437,
        "artistUrl": "ende",
        "url": "beato-de-gerona-fo-176r-975-0",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Beato de Gerona Fº 176v",
        "contentId": 365692,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 710,
        "image": "https://uploads7.wikiart.org/images/ende/beato-de-gerona-f-176v.jpg!Large.jpg",
        "height": 1023,
        "artistUrl": "ende",
        "url": "beato-de-gerona-fo-176v-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Beato de Gerona",
        "contentId": 365693,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 991,
        "image": "https://uploads2.wikiart.org/images/ende/beato-de-gerona-1.jpg!Large.jpg",
        "height": 848,
        "artistUrl": "ende",
        "url": "beato-de-gerona-975-0",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Beato de Gerona",
        "contentId": 365694,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1576,
        "image": "https://uploads2.wikiart.org/images/ende/beato-de-gerona-2.jpg!Large.jpg",
        "height": 2183,
        "artistUrl": "ende",
        "url": "beato-de-gerona-975-1",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Visión del profeta Daniel",
        "contentId": 365695,
        "artistContentId": 365658,
        "artistName": "Ende",
        "completitionYear": 975,
        "yearAsString": "975",
        "width": 1790,
        "image": "https://uploads1.wikiart.org/images/ende/visi-n-del-profeta-daniel.jpg!Large.jpg",
        "height": 2394,
        "artistUrl": "ende",
        "url": "vision-del-profeta-daniel-975",
        "dictionaries": [
            16731,
            498
        ],
        "location": null,
        "period": null,
        "serie": "Gerona Beatus, 975",
        "genre": "miniature",
        "material": null,
        "style": "Mozarabic",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    }
]