[
    {
        "title": "INSULT",
        "contentId": 9223372032559826631,
        "artistContentId": 9223372032559826625,
        "artistName": "￿",
        "completitionYear": 2007,
        "yearAsString": "2007",
        "width": 1600,
        "image": "https://uploads0.wikiart.org/00165/images/goran-despotovski/insult-11.jpg!Large.jpg",
        "height": 900,
        "artistUrl": "goran-despotovski",
        "url": "insult-2007",
        "dictionaries": [
            0,
            713
        ],
        "location": "Serbia",
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The [i]Insult[/i] is composed of a large number (a heap) of thrown “nude“ dummies, a 150 figures on one pile. The dummies form a heap that implies a theatrical effect of rejected human bodies, a pile of corpses, the remains of a mass atrocity. These are the erased and bleached figures “formed of“ people who no longer have their identity, specific image, and singular character. They represent an allegory of biopolitical thought on the loss of life. The dummies are life-sized and made of white silicone matter which indicates the matter of human body remains. In this pile of dummies, there is a screen that displays short random messages of humiliation and insult."
    },
    {
        "title": "RUMORS",
        "contentId": 9223372032559826633,
        "artistContentId": 9223372032559826625,
        "artistName": "￿",
        "completitionYear": 2011,
        "yearAsString": "2011",
        "width": 1600,
        "image": "https://uploads7.wikiart.org/00165/images/goran-despotovski/rumor-2.jpg!Large.jpg",
        "height": 900,
        "artistUrl": "goran-despotovski",
        "url": "rumors-2011",
        "dictionaries": [
            389,
            0,
            500
        ],
        "location": "Serbia",
        "period": null,
        "serie": null,
        "genre": "abstract, symbolic painting",
        "material": null,
        "style": "Abstract Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Rumor is a work on the oval paintings that displays thick black stain, a shadow, a silhouette of a thrown away and deserted suit jacket. Amorph and dramatic postures of this form express general spatial symbolics of body exclusion. The abstract form of the suit, jacket, rag, or a cloth invites a memory of the body that is not there, but can only be indicated. Hence the existing state of deserted or folded suit jacket communicates the fundamental desolation and the loss of individuality."
    },
    {
        "title": "ERASED",
        "contentId": 9223372032559826630,
        "artistContentId": 9223372032559826625,
        "artistName": "￿",
        "completitionYear": 2012,
        "yearAsString": "2012",
        "width": 1600,
        "image": "https://uploads0.wikiart.org/00165/images/goran-despotovski/erased-17.jpg!Large.jpg",
        "height": 900,
        "artistUrl": "goran-despotovski",
        "url": "erased-2012",
        "dictionaries": [
            0,
            713
        ],
        "location": "Serbia",
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Erased is composed of four posed dummies in their whole-length with their heads bowed and leaned against four upholstered panels. Dummies/figures have no face or identity. They are people subdued by the unexpected and existing situation. The panels are made of old fabric – sheets with usable traces, stains, and the surface of the fabric is merged with text messages. The text and the figure are in direct, physical, and spiritual connection with the interpretation of the general condition a man is a part of. This installation implies tragic moments and the weariness of human spirit caused by different unpredictable circumstances."
    },
    {
        "title": "SELECTION",
        "contentId": 9223372032559826629,
        "artistContentId": 9223372032559826625,
        "artistName": "￿",
        "completitionYear": 2013,
        "yearAsString": "2013",
        "width": 1600,
        "image": "https://uploads2.wikiart.org/00165/images/goran-despotovski/7-selection.jpg!Large.jpg",
        "height": 900,
        "artistUrl": "goran-despotovski",
        "url": "selection-2013",
        "dictionaries": [
            0,
            713
        ],
        "location": "Serbia",
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The work [i]Selection[/i] represents a group of people in a crowd - dummies without a face, dressed in casual male clothes, frozen in a confused and demented state, interrupted in a doing or an act. These are the figures of people who no longer have an identity, a specific image, and a singular character. Selection expresses visual and spatial dramaturgy of “tragic allenation“ that is being amplified by the absence of life inside its visible, corporal, and human domain. The work incorporates the criteria of coexistence which also incites a dialogue and creates possibilities for the viewer to complete them. The people/figures/dummies displayed should, both alegorically and symbolically, impel the viewer to connect and reconsider his/her own place in the society which dwells in permanent crisis on a global scale and whose values have frequently been corrupted. These revived bodiless forms, which arose from the time we used to live in, represent wraiths of generation and destiny flows, depicting an exposed man or the life aspects of an individual through the lens of various social impacts. Dummies/figures can be sorted in a group in a regular order, randomly, in opposite directions as a connotation of roaming, waiting, paranoia, confusion, or silence, apathy, utopia, etc. On the right arms of some dummies, from the multitude of others, there are insriptions attached to what seemingly looks like a brand label.\nWe know how we look. / We keep looking at each other. / It's embarrasing. / We know that. / We are tired, standing and waiting. / We were looking at each other. / There is something else. / We slowly start speaking. / We do not dare lift our eyes to look at one another. / There is nowhere to look in a mirror, but our appearance stands in front of us. / A hundred of miserable and sordid puppets. / If we talk, they don't listen. When they listen, they don't understand. / We are looking for a friendly face.\t/ As always, there are plenty of rumors. / It's my turn. / We fall into the ground. / We wander among people.\n\nEdited text (Primo Levi, If This Is a Man)"
    },
    {
        "title": "REZONANTA",
        "contentId": 9223372032559826632,
        "artistContentId": 9223372032559826625,
        "artistName": "￿",
        "completitionYear": 2015,
        "yearAsString": "2015",
        "width": 1600,
        "image": "https://uploads2.wikiart.org/00165/images/goran-despotovski/rezonanta-9.jpg!Large.jpg",
        "height": 900,
        "artistUrl": "goran-despotovski",
        "url": "rezonanta-2015",
        "dictionaries": [
            389,
            0
        ],
        "location": "Serbia",
        "period": null,
        "serie": null,
        "genre": "abstract",
        "material": null,
        "style": "Abstract Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "SYNDROME IMBALANCE",
        "contentId": 9223372032559826628,
        "artistContentId": 9223372032559826625,
        "artistName": "￿",
        "completitionYear": 2016,
        "yearAsString": "2016",
        "width": 1600,
        "image": "https://uploads4.wikiart.org/00165/images/goran-despotovski/syndrome-imbalance-5-1.jpg!Large.jpg",
        "height": 900,
        "artistUrl": "goran-despotovski",
        "url": "syndrome-imbalance-2016",
        "dictionaries": [
            0,
            713
        ],
        "location": "Serbia",
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The [i]Syndrome of Imbalance[/i] displays male figures (dummies) in a group, wearing classic suits, sitting at the table which represents a ritual site and a meeting place. One figure is in supernatural floating position that absorbs the state during an ascension in view of other static figures in a sitting position. The figure that is ascending uses both hands to grab at a filled up water tank which is lying on the table. The water from the tank is a bearer of numerous messages which bring this figure in such a state of absence in comparison to other figures at the table. The remaining three figures are static and still. They are the synonym for socialization and the witnesses to the fate of the fourth one. The water in the water tank is still, murky, and dead. It contains submerged messages of insult and humiliation which stand equal to the insults that can be exchanged between two close persons during a conflict. As a result the figure standing in a supernatural position expresses its spiritual unease, putting the imposing emphasis on itself as a convict, culprit and victim, humiliated and humble person. This figure in an ascending illusion disturbs the balance and symetry of the balanced scene and exemplifies the inner unstable rebellion and a tempest which are reflected through the posture of its movement."
    },
    {
        "title": "TRUANCY",
        "contentId": 9223372032559826627,
        "artistContentId": 9223372032559826625,
        "artistName": "￿",
        "completitionYear": 2016,
        "yearAsString": "2016",
        "width": 1600,
        "image": "https://uploads2.wikiart.org/00165/images/goran-despotovski/truancy-1-1.jpg!Large.jpg",
        "height": 900,
        "artistUrl": "goran-despotovski",
        "url": "truancy-2016",
        "dictionaries": [
            0,
            713
        ],
        "location": "Serbia",
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The [i]Truancy[/i] is set on three wall panels made of ceramic tiles. On each panel there is a female figure (dummy) in a different position and a water tank. The reflections of these positions imply movement and stagnancy, time, change, diversity and uniformity, supernatural posture which can signify inner turmoils and mental unease. Hence the illusion in an unaccomplished dynamics and aspects of benumbed and indifferent existence. The head of the female figure is replaced with a water tank containing an inanimate and stagnant still water. This water is a synonim for contrast of life and animate water. Female as a mother in this instance becomes the opposite. She is a distorted image. She acquired a new dimension of wrongdoing as a result of inner flows. Emphasized cleanliness on the panels made of white ceramic tiles represents an allusion to the pure, but actually is a display of gloominess and impurity. Black figures of a woman in levitating position and the water that has lost its primary property as a life substance become a paradoxical principle which we can identify with life principle in which everything becomes vague and everyone oscillates and wanders."
    },
    {
        "title": "COAT",
        "contentId": 9223372032559826634,
        "artistContentId": 9223372032559826625,
        "artistName": "￿",
        "completitionYear": null,
        "yearAsString": "",
        "width": 1600,
        "image": "https://uploads6.wikiart.org/00165/images/goran-despotovski/coat-1.jpg!Large.jpg",
        "height": 900,
        "artistUrl": "goran-despotovski",
        "url": "coat",
        "dictionaries": [
            0,
            6540
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "photo",
        "material": null,
        "style": "Contemporary",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Suit Jacket represents sequences of a suit jacket captions in different positions. Suit jackets, as a whole, build dramatic extracorporeal form that implies the presence or the absence of human body. Those sequences of a suit jacket, stopped in motion, display various forms of tension provoked by the stance of the society towards an individual. A patchwork suit jacket is displayed in the state of spatial floating implying wasted and faded act. Those forms represent exposed man or the life aspects of an individual through the lens of various social impacts. Hence the existing state of what is left behind speaks of fundamental desolation and the loss of individuality. The introduced forms of a suit jacket in different amorph scenes express methaphysical movement within the space itself. A piece of clothing symbolizes the state between life and death in a space which levitates between the rejected and lost."
    }
]