[
    {
        "title": "Boxing",
        "contentId": 9223372032559810151,
        "artistContentId": 9223372032559810150,
        "artistName": "Grigorescu Ion",
        "completitionYear": 1977,
        "yearAsString": "1977",
        "width": 729,
        "image": "https://uploads0.wikiart.org/00108/images/ion-grigorescu/boxing-1977-stills.jpg!Large.jpg",
        "height": 600,
        "artistUrl": "ion-grigorescu",
        "url": "boxing-1977",
        "dictionaries": [
            0,
            720
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "video",
        "material": null,
        "style": "Conceptual Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": "male-nude",
        "description": "Originally produced on 8 mm and more recently mastered in 16 mm and digital, \"Boxing\" lasts 2'27'' and is part of a series of home-made videos realized by Ion Grigorescu, as a highly secret side project that, if the secret police (\"Securitate\") were to find out about, could have brought about severe punishment for the artist (who was at the time experimenting with the photo and video technologies that he could have access to). In \"Boxing\", he performs a match with his own alter-ego.\n“I made the film Boxing in the room where I used to live - a makeshift studio -, located on the first floor of an apartment block. The room’s floor, which was black, suited my purpose and allowed the superimposition I had in mind for the boxing match, which was divided into 3-minute rounds, and made to correspond to the length of a standard 8 mm double roll. With myself as the only possible actor, I had to do a double exposure of the film, boxing twice in opposite directions. The neighbours tolerated this until the third round when thay started tapping the ceiling with a broom. The match has its peculiarities – the fighters are naked, the winner kicks his fallen opponent, there is no audience, no refree, no ring. The image of one fighter progressively fades, although he is the stronger one and will eventually win.” (Ion Grigorescu)"
    },
    {
        "title": "Dialogue with Ceausescu",
        "contentId": 9223372032559810152,
        "artistContentId": 9223372032559810150,
        "artistName": "Grigorescu Ion",
        "completitionYear": 1978,
        "yearAsString": "1978",
        "width": 432,
        "image": "https://uploads1.wikiart.org/00108/images/ion-grigorescu/dialogue-with-ceausescu-1978.jpg!Large.jpg",
        "height": 325,
        "artistUrl": "ion-grigorescu",
        "url": "dialogue-with-ceausescu-1978",
        "dictionaries": [
            720,
            0
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "video",
        "material": null,
        "style": "Conceptual Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "\"Dialogue with Ceausescu\" is the most subversive and politically-charged of all of the video performances actualized by Ion Grigorescu during the 1970's, a work that was never showed by the artist to anyone before the fall of the regime. Shot on 8 mm (no sound) and lasting 7' 11'', it consists of a split-image, lines of text scrolling down while being superimposed over the image of Ion Grigorescu himself, while he is having a fake interview with a person wearing a mask of Ceausescu (also Grigorescu).\nAs Magda Radu points out in \"Art and Politics: considering some of Ion Grigorescu’s films and photographs\", \"the two discourses run parallel and that there is no interaction whatsoever between the representative of the “people” and the one who embodies the power\".\nThe meaning of the work resides in \"the split between the textual and the verbal, as the neat body of the text, which shows no signs of pauses or interruptions, is in stark opposition with the tense atmosphere that exists between the “two” protagonists\"."
    }
]