[
    {
        "title": "Bea Arthur Naked",
        "contentId": 9223372032559827908,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1991,
        "yearAsString": "1991",
        "width": 3349,
        "image": "https://uploads5.wikiart.org/00172/images/john-currin/2013-05-14-lot13currinbeaarthurnaked1.jpg!Large.jpg",
        "height": 4000,
        "artistUrl": "john-currin",
        "url": "bea-arthur-naked-1991",
        "dictionaries": [
            409,
            521,
            519
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "nude painting (nu), portrait",
        "material": null,
        "style": "Contemporary Realism",
        "technique": null,
        "sizeX": 87.2,
        "sizeY": 97.1,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": "Private Collection",
        "tags": null,
        "description": "Before achieving his current level of fame, Currin painted this portrait of the popular television actress as part of a series of images focusing on mature, well-to-do women. At the time, Arthur would have been in her late sixties, while he was in his late twenties. With her biting wit, matronly hairstyle, and deep voice, the television comedienne is an unconventional choice for this type of portrait, which typically features a very feminine, youthful subject. Currin does not depict Arthur in a particularly erotic or sexualized manner, but instead presents a thought-provoking challenge to the viewer. By presenting the plainspoken Arthur in the nude on a flat yellow background, he interrogates the ageism associated with sexuality in much of late twentieth century popular culture, as well as long-standing artistic conventions."
    },
    {
        "title": "Young Man",
        "contentId": 9223372032559828005,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1992,
        "yearAsString": "1992",
        "width": 2844,
        "image": "https://uploads4.wikiart.org/00173/images/john-currin/young-man.jpg!Large.jpg",
        "height": 3200,
        "artistUrl": "john-currin",
        "url": "young-man-1992",
        "dictionaries": [
            409,
            519
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "portrait",
        "material": null,
        "style": "Contemporary Realism",
        "technique": null,
        "sizeX": 81.1,
        "sizeY": 91.5,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "An early example of John Currin’s renowned figurative practice, [i]Young Man[/i] imbues its subject with a sense of enigmatic poise. Classically composed, highly stylised and painted in the manner of traditional portraiture, Currin’s figure is centrally placed, carefully modeled through light and shade against a baize-like background. Operating at a time when the contemporary art world had declared painting dead, Currin cultivated an ability to destabilise through a language of ostensibly well-established tropes. Indeed, as we contemplate the young man himself, we realise that this is far from an exercise in pastiche. In his effeminate, almost androgynous appearance, Currin’s subject is a fundamentally postmodern protagonist, charged with an ambiguity that offsets the artist’s anachronistic painterly vocabulary. In disturbing the relationship between form and content, Currin’s beguiling figure draws the viewer into a dialogue in which we are continually prompted to question our assumptions.\n\nThroughout the 1990s, Currin developed a pictorial style geared towards questioning social norms, as well as challenging artistic trends towards self-critical irony. Building a rich repertoire of characters inspired by societal roles, Currin’s practice employs traditional painterly techniques whilst drawing on aspects of contemporary visual culture in a manner similar to Francis Picabia, an artist he greatly admired. Yet within Currin’s ever-expanding line-up of social types – from schoolgirls to domesticated husbands to middle-aged socialite women – the present work occupies a poignant position. Exuding an aura of self-reflection and humility, [i]Young Man[/i] is not a hard-lined stereotype; instead, the artist is at pains to capture the unique essence of his imagined subject, imbuing the work with a sense of expressive depth and formal elegance. A contemporary embodiment of classical aesthetics within an increasingly diverse social and artistic landscape, [i]Young Man[/i] possesses a quiet dignity that repeatedly arrests the viewer’s gaze."
    },
    {
        "title": "Skinny Woman",
        "contentId": 9223372032559827911,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1992,
        "yearAsString": "1992",
        "width": 1200,
        "image": "https://uploads7.wikiart.org/00172/images/john-currin/skinny-woman.jpg!Large.jpg",
        "height": 1610,
        "artistUrl": "john-currin",
        "url": "skinny-woman-1992",
        "dictionaries": [
            409,
            519
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "portrait",
        "material": null,
        "style": "Contemporary Realism",
        "technique": null,
        "sizeX": 96.7,
        "sizeY": 126.3,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": "Whitney Museum of American Art, New York City, NY, US",
        "tags": null,
        "description": "Many of Currin's early works focus on older women, exemplified by the figure depicted here. Her pose and gaze recall that of a fashion model, but the artist complicates this association by giving the woman an aging body and close-cropped gray hair. The portrait merges the aesthetic of popular fashion magazines with that of[url href=https://www.wikiart.org/en/paintings-by-style/early-renaissance] early Renaissance[/url] and [url href=https://www.wikiart.org/en/paintings-by-style/mannerism-late-renaissance]Mannerist[/url] paintings. The image of this woman is not taken from life, nor meant to depict any actual person. As Currin explains, \"The people I paint don't exist. The only thing that is real is the painting. It's not like a photograph where there's another reality that existed in a certain moment in time in the past.\" Even so, the painting unsettles expectations about what physical types of women are considered suitable subjects for art (or even advertisements). The skinny woman's regal face and posture are striking and captivating, leaving the viewer to wonder about the remarkably narrow standards of beauty prized by contemporary culture."
    },
    {
        "title": "Daughter and Mother",
        "contentId": 9223372032559827927,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1997,
        "yearAsString": "1997",
        "width": 3011,
        "image": "https://uploads5.wikiart.org/00172/images/john-currin/2013-cks-01134-0012-000-john-currin-daughter-and-mother.jpg!Large.jpg",
        "height": 3200,
        "artistUrl": "john-currin",
        "url": "daughter-and-mother-1997",
        "dictionaries": [
            409,
            9194,
            519
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "portrait",
        "material": null,
        "style": "Contemporary Realism, Kitsch",
        "technique": null,
        "sizeX": 86.6,
        "sizeY": 91.6,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "The year 1996 marked a transitional moment in Currin's practice as he began to use multiple painterly techniques within a single work, conflating the glossy perfection found in contemporary visual culture with faces rendered in heavily applied impasto. [i]Daughter and Mother [/i]is perhaps more chaste in subject matter, but continues in the artist's tradition of working with voluptuous curves and seductive women. Conflating iconic compositions from art history with the artificially rendered stock imagery of contemporary illustration, Currin creates images which are both banal and uncanny, that simultaneously seduce and repel.\n\nIn Daughter and Mother, Currin presents a classically centered, closely-cropped composition of two women of seemingly similar age, the only clue that they are related comes from the artist's title. Currin deliberately omits any further narrative elements, obfuscating the viewer's comprehension of the figures' apparent sentimentality. Rendering his figures in an almost academic realism that recalls the uncanny imagery of [url href=https://www.wikiart.org/en/rene-magritte]Magritte[/url], Currin's work operates in a similar fashion to the modern master by undermining the viewer's expectation of a readily discernible narrative."
    },
    {
        "title": "The Bra Shop",
        "contentId": 9223372032559827912,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1997,
        "yearAsString": "1997",
        "width": 400,
        "image": "https://uploads7.wikiart.org/00172/images/john-currin/the-bra-shop.jpg!Large.jpg",
        "height": 506,
        "artistUrl": "john-currin",
        "url": "the-bra-shop-1997",
        "dictionaries": [
            9194,
            502
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "genre painting",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": "Whitney Museum of American Art, New York City, NY, US",
        "tags": null,
        "description": "In this iconic work, we find two women engaged in the seemingly ordinary act of bra shopping. The redhead helps the blonde take an accurate measurement in what could be construed as an act of communal sisterhood. Yet the overblown size of their breasts hints at the pair's entrapment within a society that values individual physical endowments in warped disproportion to the whole. Their body parts are magnified as distracting objects of attention. The crude rendering of the women's faces presents an antagonistic contrast to the other elements in the painting to which we are drawn instead, participating unconsciously in the act of sexism.\n\nCurrin has remarked about this painting, \"I had already received a small amount of criticism about my sexism, and I wanted to make something that I wouldn't have to worry about being termed sexist - because the image is so sexist that it's sort of beyond repair.\""
    },
    {
        "title": "Honeymoon Nude",
        "contentId": 9223372032559827913,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1998,
        "yearAsString": "1998",
        "width": 564,
        "image": "https://uploads3.wikiart.org/00172/images/john-currin/t07519-9.jpg!Large.jpg",
        "height": 730,
        "artistUrl": "john-currin",
        "url": "honeymoon-nude-1998",
        "dictionaries": [
            9194,
            521
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "nude painting (nu)",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": "Tate Britain, London, UK",
        "tags": null,
        "description": "Since the late 1990s, Currin has taken inspiration from the mood and atmosphere of Flemish and Italian Renaissance paintings to explore the cliches, biases, and sexual desires hidden just beneath the surface of mainstream culture.\n\nIn this image, he leaves behind the overt pop-culture references and aesthetics, so at first glance it appears to be a much older painting than it truly is. The figure's loosely tousled hair, body, and mien bring to mind the Classical muses, nymphs, and goddesses of artists like Botticelli. In contrast, there is something about her face that is out of sync with more classical depictions of women. She looks toward the viewer expectantly, and there is a breathless, seductive quality to her expression conjuring the wanting ingenue or fragile waif immortalized by contemporary fashion models of the time such as Kate Moss. She epitomizes heterosexual male desire, an eager and beautiful thing to be taken and possessed. This awareness of being watched coupled with an apparent urge to be seen as desirable imparts the figure with a distinctly twentieth-century subjectivity.\n\nMany critics have pointed out the woman's resemblance to Currin's wife, Rachel Feinstein, who often filled the role of his model and muse. Because he painted this piece during the early days of their marriage, likely when they were still in the \"honeymoon\" phase of their relationship, the work may be seen as an expression of Currin's newly wedded bliss."
    },
    {
        "title": "Nude with Raised Arms",
        "contentId": 9223372032559827907,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1998,
        "yearAsString": "1998",
        "width": 523,
        "image": "https://uploads3.wikiart.org/00172/images/john-currin/nude-with-raised-arms-1998.jpg!Large.jpg",
        "height": 700,
        "artistUrl": "john-currin",
        "url": "nude-with-raised-arms-1998",
        "dictionaries": [
            9194,
            521,
            519
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "nude painting (nu), portrait",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Homemade Pasta",
        "contentId": 9223372032559827929,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1999,
        "yearAsString": "1999",
        "width": 502,
        "image": "https://uploads2.wikiart.org/00172/images/john-currin/homemade-pasta.jpeg!Large.jpeg",
        "height": 600,
        "artistUrl": "john-currin",
        "url": "homemade-pasta-1999",
        "dictionaries": [
            9194,
            502
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "genre painting",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": 106.7,
        "sizeY": 127.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Controversial and driven by his own unique vision, Currin is heralded as one of the most important artists of his generation and more specifically in the powerful position of re-directing art history back to discussions of painting's relevance and closing the gap in the disjointed lineage of genre painting. [i]Homemade Pasta[/i] is a major work by the artist, complete with present-day cultural complexities and multiple art historical precedents. \n\nAmerican genre paintings of all types seem to compel Currin. [url href=https://www.wikiart.org/en/norman-rockwell]Norman Rockwell[/url]'s obvious and pleasing narratives, as well as [url href=https://www.wikiart.org/en/maxfield-parrish]Maxfield Parrish[/url]'s glibly stylized works can be seen as precursors to Currin, particularly in their desire to tell a simple and innocent story. In effectively the same format as Rockwell and Parish, Currin seeks to bring a truly contemporary message to his works and interweaves the social, the political and the humorous, at times with impunity.\n\nIn [i]Homemade Pasta[/i], Currin paints a blissfully dull domestic scene-a couple standing in their kitchen engaged in the clichi gourmet act of home-making pasta. The Italian red checkered apron, restaurant-style wire rack shelving, and the semi-professional hand grinder tell the viewers that we are in a late twentieth century urban American kitchen, influenced by the do-it-yourself sophistication of television cooking shows, Martha Stewart and the American desire to embrace international cuisines. In Currin's matter-of-fact rendering, the couple of today is a gay male couple. They are exquisitely realized in perfect detail and Currin's painterly virtuosity is flexed. But contrary to historical imagery of gay male couples (if there is such a thing), they are the antithesis of sexual beings. Currin has been able to demonstrate that the two men share affection for another without actually showing it. \n\nThe subjects in [i]Homemade Pasta[/i] speak to a truism about gay domestic life in the post-AIDS era - cozy at home, yearning for marriage rights, warm guys who seem to vaguely look alike as a side effect of all their years together. While the subjects are utterly ordinary looking, Currin has not forgotten their subtle affectations - thick middles and narrow shoulders, elongated, delicate fingers, hairless faces. The painting is clearly affectionately rendered, but Currin's attention to detail can make even the gay viewer squeamish. So startlingly true to life, it's gay life [i]sans[/i] lifestyle.\n\nAs Currin takes his place in art history, his indelible mark will no doubt be on how he re-affirmed the power of genre painting. By looking at scenes from everyday life with his unique lens of unconventional beauty, Currin brings to light just how socially and aesthetically transgressive turn of the millennium American culture looks. Busty females at the bra shop, nude women of impossible proportions intertwined against a black backdrop, two bare-backed men biblically perched on the back of a fishing boat, a gay couple preparing a meal in their kitchen - Currin is never short on compelling, if even at times archetypal visuals. He true genius however is his capacity to re-convert all of us again to the luscious spectacle of great painting."
    },
    {
        "title": "Nice'n Easy",
        "contentId": 9223372032559827909,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1999,
        "yearAsString": "1999",
        "width": 2577,
        "image": "https://uploads2.wikiart.org/00172/images/john-currin/nice-n-easy-1999.jpg!Large.jpg",
        "height": 3200,
        "artistUrl": "john-currin",
        "url": "nice-n-easy-1999",
        "dictionaries": [
            9194,
            521
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "nude painting (nu)",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": 86.4,
        "sizeY": 111.8,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": "Private Collection",
        "tags": null,
        "description": "The nude female form has long occupied artists in the history of Western painting and sculpture, but no other artist has approached the subject with such panache as John Currin. The artist’s virtuoso technique, in combination with a propensity to shock, revived painting at a time when the medium had been eclipsed by video and installation art. From his earliest canvases, Currin’s commitment to paint the female nude has always recognized the entanglement between content and form. As the artist himself has said, “I think that painting has always been essentially about women, about looking at things in the same way that a straight man looks at a woman. The urge to objectify is more a male urge than a female one, and painting is one of the most personal and succinct methods of male objectification of the female”.\n\nIn Nice ‘n Easy, the luminous creamy skin of two nude women is highlighted by the velvety green background their bodies are presented upon. Their auburn hair is aloft, lifted by an unseen wind that gives the painting a “romantic,” as in relating to golden love, and “Romantic,” as in highly expressive of emotion, quality. The slighter woman on the left places her hand diagonally on the rounded belly of her companion, who looks wistfully into the distance. Currin has purposefully left the narrative ambiguous. It is unclear if the woman caught in a day dream is pregnant, especially since distended and exaggerated anatomies were a signature of the artist’s paintings of nude women up until the point that Nice ‘n Easy was painted. Small breasts, full round bellies and sinuous hips were also a signature of the Renaissance masters [url href=https://www.wikiart.org/en/sandro-botticelli]Sandro Botticelli[/url] and [url href=https://www.wikiart.org/en/lucas-cranach-the-elder]Lucas Cranach the Elder[/url], whose canvases Currin looks to as inspiration."
    },
    {
        "title": "The Veil",
        "contentId": 9223372032559827905,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1999,
        "yearAsString": "1999",
        "width": 800,
        "image": "https://uploads8.wikiart.org/00172/images/john-currin/the-veil-1999.jpg!Large.jpg",
        "height": 1116,
        "artistUrl": "john-currin",
        "url": "the-veil-1999",
        "dictionaries": [
            9194,
            521
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "nude painting (nu)",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Rippowam",
        "contentId": 9223372032559827906,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 1999,
        "yearAsString": "1999",
        "width": 561,
        "image": "https://uploads8.wikiart.org/00172/images/john-currin/rippowam-2006.jpg!Large.jpg",
        "height": 480,
        "artistUrl": "john-currin",
        "url": "rippowam-1999",
        "dictionaries": [
            9194,
            519
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "portrait",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Gezellig",
        "contentId": 9223372032559828004,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 2006,
        "yearAsString": "2006",
        "width": 2632,
        "image": "https://uploads3.wikiart.org/00173/images/john-currin/gezellig.jpg!Large.jpg",
        "height": 3200,
        "artistUrl": "john-currin",
        "url": "gezellig-2006",
        "dictionaries": [
            409,
            521
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "nude painting (nu)",
        "material": null,
        "style": "Contemporary Realism",
        "technique": null,
        "sizeX": 71.8,
        "sizeY": 91.4,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "[i][/i]John Currin's Gezellig is an important painting that forms part of his recent series inspired by pornographic imagery. The dramtatic foreshortening of this composition is designed to challenge the viewer to look up at the figure's face, the usual first point of call in observing humans in real life or representations. Yet the eye is continually confronted with the figure's nakedness and undulating expanse of creamy white flesh that eventually leads to a detached expression. In this delightfully perverse painting, Currin cunningly recruits the viewer into this perspective, which is at once shocking and arousing. \n\nControversial and driven by his own unique vision, Currin has been heralded as one of the most important artists of his generation and in the powerful position of re-directing people back to discussions of painting's relevance. With Gezellig he appears to play on the idea of painting as fetish object, doomed to be a victim of the lustful, objectifying male voyeur, while humorously re-casting the subject of [url href=https://www.wikiart.org/en/gustave-courbet]Gustav Courbet[/url]'s erotic masterpiece [url href=https://www.wikiart.org/en/gustave-courbet/the-origin-of-the-world-1866][i]L'Origine du monde[/i][/url] (1866) as a slightly bored, middle-class intellectual.\n\nA further clue to understanding Currin's fusion of serious painterly concerns with imagery that courts the absurd lies in the titles of his works. Many of the porn inspired paintings are named after the places and people of Northern Europe, including [i]Rotterdam, Copenhagen, Malmö,[i] and [/i]The Danes[/i]. [i]Gezellig[/i] itself takes its title from a Dutch word meaning cozy, friendly, or relaxing. Such references draw a connection to the stereotype of permissive sexual attitudes in these countries. They also hint at a kernel of the idea that prompted Currin to begin the series in the first place, namely the Muhammad cartoon controversy that was unfolding in Northern Europe at the time they were painted. Currin's reaction to the debate about free expression was to present a kind of satire of a libertine socialist Europe through the medium of pornography. But ultimately this complex argument was put aside as an excuse to make beautiful paintings full of animation and the delicate textures and hues of warm, naked skin.\n\nCurrin recognizes that porn as a subject matter is loaded with cliché: from its tired photographic conventions, to the standard condemnation of its sexist values, to its frequent use in art as a symbol of personal liberation. Currin's conceptual program involves assimilating the inherent corruption of this visual system and re-presenting it in a traditionally elevated form to not only disturb society's, and more specifically the art world's, established taboos, but also to reinvigorate his medium and the genre of figurative painting in general."
    },
    {
        "title": "The Pillow",
        "contentId": 9223372032559827910,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 2006,
        "yearAsString": "2006",
        "width": 2400,
        "image": "https://uploads5.wikiart.org/00172/images/john-currin/2011-cks-07990-0012-000-john-currin-the-pillow.jpg!Large.jpg",
        "height": 3113,
        "artistUrl": "john-currin",
        "url": "the-pillow-2006",
        "dictionaries": [
            409,
            519
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "portrait",
        "material": null,
        "style": "Contemporary Realism",
        "technique": null,
        "sizeX": 50.8,
        "sizeY": 66.0,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": "Private Collection",
        "tags": null,
        "description": "By the end of the 90s, Currin's controversial approach was gradually becoming accepted within artistic circles. Marrying his wife and muse, the artist Rachel Feinstein in 1997, he swiftly gave up the anxious, frustrated and 'burdened' women of his early oeuvre. Amorous depictions of his wife proliferate through the artist's recent body of work, asserting a new focus on idealised beauty and grace. In The Pillow, Currin's woman has a serene elegance, looking with affection at someone of something in the distance. She replaces Currin's earlier female caricatures with a sumptuous and sensual depiction of a woman. \n\nCreated upon a rich golden-brown ground, the artist illuminates the composition through the slow and smooth process of layering lighter hues of coloured paint. It is a skillful simulation of [url href=https://www.wikiart.org/en/leonardo-da-vinci]Leonardo da Vinci[/url]'s signature technique, sfumato that fosters subtle shade and gentle gradations of tone. Traces of the painting's dark base layers abound in the lustrous lapis silk cushion, the delicate bustier of her dress, the warmth of her eyes, in the body of her ochre hair. It is a skillful composition that beautifully captures the mood and atmosphere of the artist's sitter. It is a painting that departs from the artist's early sensational, and politically activated depictions of sexualized womanhood, speaking instead to the elegance and fine detail of 16th century [url href=https://www.wikiart.org/en/artists-by-art-movement/mannerism-late-renaissance]Mannerism[/url]. In particular it recalls the serenity and serpentine postures of the Virgin Mary depicted by [url href=https://www.wikiart.org/en/parmigianino]Parmigianino[/url], [url href=https://www.wikiart.org/en/tintoretto]Tintoretto[/url] and [url href=https://www.wikiart.org/en/el-greco]El Greco[/url] as well as [url href=https://www.wikiart.org/en/titian]Titian[/url]'s luxuriant, reclining nude, [url href=https://www.wikiart.org/en/titian/venus-of-urbino-1538][i]Venus of Urbino[/i][/url] (1538)."
    },
    {
        "title": "The Old Fur",
        "contentId": 9223372032559827904,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 2010,
        "yearAsString": "2010",
        "width": 371,
        "image": "https://uploads2.wikiart.org/00172/images/john-currin/the-old-fur-2010.jpg!Large.jpg",
        "height": 480,
        "artistUrl": "john-currin",
        "url": "the-old-fur-2010",
        "dictionaries": [
            9194,
            521
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "nude painting (nu)",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Tapestry",
        "contentId": 9223372032559827903,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 2013,
        "yearAsString": "2013",
        "width": 519,
        "image": "https://uploads8.wikiart.org/00172/images/john-currin/tapestry-2013.jpg!Large.jpg",
        "height": 700,
        "artistUrl": "john-currin",
        "url": "tapestry-2013",
        "dictionaries": [
            9194,
            521
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "nude painting (nu)",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    },
    {
        "title": "Maenads",
        "contentId": 9223372032559827902,
        "artistContentId": 9223372032559827901,
        "artistName": "Currin John",
        "completitionYear": 2015,
        "yearAsString": "2015",
        "width": 515,
        "image": "https://uploads7.wikiart.org/00172/images/john-currin/maenads-2015.jpg!Large.jpg",
        "height": 700,
        "artistUrl": "john-currin",
        "url": "maenads-2015",
        "dictionaries": [
            9194,
            521
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "nude painting (nu)",
        "material": null,
        "style": "Kitsch",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": null
    }
]