[
    {
        "title": "Sun Tunnels",
        "contentId": 327272,
        "artistContentId": 327228,
        "artistName": "Holt Nancy",
        "completitionYear": 1976,
        "yearAsString": "1976",
        "width": 1023,
        "image": "https://uploads7.wikiart.org/images/nancy-holt/sun-tunnels-1976.jpg!Large.jpg",
        "height": 768,
        "artistUrl": "nancy-holt",
        "url": "sun-tunnels-1976",
        "dictionaries": [
            16440,
            713
        ],
        "location": "Lucin, UtahUnited States",
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Environmental (Land) Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Sun Tunnels is located in the Great Basin Desert outside of the ghost town of Lucin, Utah. The work is a product of Holt’s interest in the great variation of intensity of the sun in the desert compared to the sun in the city. Holt searched for and found a site which was remote and empty.\r\n\r\n\"It is a very desolate area, but it is totally accessible, and it can be easily visited, making Sun Tunnels more accessible really than art in museums . . . A work like Sun Tunnels is always accessible . . . Eventually, as many people will see Sun Tunnels as would see many works in a city-in a museum anyway.\"\r\n\r\nThe work consists of four massive concrete tunnels (18 feet long and nine feet in diameter), which are arranged in an “X” configuration to total a length of 86 feet (26 m). Each tunnel reacts differently to the sun, aligned with the sunrise, sunset, of the summer or winter solstice. Someone visiting the site would see the tunnels immediately with their contrast to the fairly undifferentiated desert landscape. Approaching the work, which can be seen one to one-and-a-half miles away, the viewer’s perception of space is questioned as the tunnels change views as a product of their landscape.\r\n\r\nThe tunnels not only provide a much-needed shelter from the sweltering desert sun, but once inside the dazzling effect of the play of light within the tunnels can be seen. The top of each tunnel has small holes, forming on each, the constellations of Draco, Perseus, Columba, and Capricorn, respectively. The diameters of the holes differ in relation to the magnitude of the stars represented. These holes cast spots of daylight in the dark interiors of the tunnels, which appear almost like stars. Holt has said of the tunnels, \"It’s an inversion of the sky/ground relationship-bringing the sky down to the earth.\" This is a common theme in Holt’s work. She sometimes creates this relationship with reflecting pools and shadow patterns marked on the ground, like in her work Star Crossed."
    },
    {
        "title": "Stone Enclosure: Rock Rings",
        "contentId": 327517,
        "artistContentId": 327228,
        "artistName": "Holt Nancy",
        "completitionYear": 1978,
        "yearAsString": "1978",
        "width": 1500,
        "image": "https://uploads4.wikiart.org/images/nancy-holt/stone-enclosure-rock-rings-1978.jpg!Large.jpg",
        "height": 998,
        "artistUrl": "nancy-holt",
        "url": "stone-enclosure-rock-rings-1978",
        "dictionaries": [
            16440,
            713
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Environmental (Land) Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Brown Mountain Stone, 10'h. with outer ring 40' d. and inner ring 20' d. Siting was critical to Nancy Holt's work, which is tied to the terrain of this campus, the natural beauty of the Northwest and to Bellingham as a seaport community. Previous to Western's work, Holt had designed work which aligned itself to the sun. At Western her rock enclosure is mapped on earth according to the celestial layout of the north star; that is, the four arches, running north and south, are calculated from the north star which is used by coastal navigators. The circular holes referring to points on the compass give a more horizontal direction out onto the landscape. Photo credit: David Scherrer."
    },
    {
        "title": "Thirty Below",
        "contentId": 327518,
        "artistContentId": 327228,
        "artistName": "Holt Nancy",
        "completitionYear": 1980,
        "yearAsString": "1980",
        "width": 301,
        "image": "https://uploads8.wikiart.org/images/nancy-holt/thirty-below-1980.jpg!Large.jpg",
        "height": 446,
        "artistUrl": "nancy-holt",
        "url": "thirty-below-1980",
        "dictionaries": [
            16440,
            713
        ],
        "location": "Lake Placid, New YorkUnited States",
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Environmental (Land) Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "This project was commissioned for the thirteenth Olympic Winter Games held in 1980. It is made up of red brick, steel, concrete, and concrete block. It is an open-ended tower rising 30' with a diameter of 9' 4\". Two 10' arches on a north-south axis allow entry at ground level. Four similar 8' openings all face the cardinal points. Low berms at the east and west sides lead up to two of the slotted windows that look into and through the piece."
    },
    {
        "title": "Dark Star Park",
        "contentId": 327514,
        "artistContentId": 327228,
        "artistName": "Holt Nancy",
        "completitionYear": 1984,
        "yearAsString": "1984",
        "width": 769,
        "image": "https://uploads1.wikiart.org/images/nancy-holt/dark-star-park-1984.jpg!Large.jpg",
        "height": 600,
        "artistUrl": "nancy-holt",
        "url": "dark-star-park-1984",
        "dictionaries": [
            16440,
            713
        ],
        "location": "Rosslyn, VirginiaUnited States",
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Environmental (Land) Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Dark Star Park was commissioned by Arlington County, Virginia in 1979, in conjunction with an urban-renewal project. Construction of the work began in 1984. Holt worked with an architect, landscape architect, engineers, and real estate developers on the project. The artwork is at once a park and a sculpture. Built on two-thirds of an acre of land where a run-down, old gas station and warehouse once stood, Holt transformed the space. The park consists of five spheres, two pools, four steel poles, a stairway, a large tunnel for passage, a smaller tunnel for viewing only and plantings of crown vetch, winter creeper, willow oak, and earth and grass.\r\n\r\nThe forms stand in stark contrast to the busy and highly developed commercial area that surrounds the space. There are places to walk and sit within the park, giving a passersby a chance to escape from the urban environment. Dark Star Park is more socially interactive than Holt’s other works. Holt paid attention to how people both inside and outside the park would see the spheres. The work alters the viewer’s perception by using curvilinear forms, such as the walkways that mimic the curving roads surrounding the site. Walking in the park or driving by it, viewers may mistake spheres of different sizes to actually be the same size or one sphere may eclipse another. The tunneled passages into the park frame certain sculptural elements, as do the reflections in the pools. However, Holt has made sure not to alienate the park entirely from its surroundings. The spheres are made of gunite (a sprayable mixture of cement and sand), asphalt, precast concrete tunnels, steel poles and stone masonry. These materials relate the park to the buildings located near the artwork.\r\n\r\nThe work explores the concept of time and our relationship to the universe. When approaching one of the spheres, a visitor to the park might be reminded of the lunar surface or when glancing at the quiet pools of water around the spheres, may relate them to craters. This is no coincidence. Holt has a fascination with solar eclipses, as well as in the shadows cast by the sun on the surface of the earth and the name of the park is a reference to the astronomical appearance of the large spheres that are its most distinct features. In speaking about the name Holt has said, \"It’s called Dark Star Park because in my imagination these spheres are like stars that have fallen to the ground-they no longer shine-so I think of the park/artwork in a somewhat celestial way.\" By engaging the viewer with these spheres and the other elements surrounding them in the park, Holt brings the vast scale of nature and the cosmos back to human scale. Time is also a major part of this work. Once a year on August 1 at 9:32 am, the shadows cast by two of the spheres and their four adjacent poles align with permanent asphalt shadow patterns outlined on the ground. This date was selected by the artist to commemorate the day in 1860 when William Ross bought the land that today is Rosslyn, Virginia, where the park is situated.\r\n\r\nThe work was surveyed in June 1995. At that time “treatment was needed.”. Thus, seven years later, when the park was finally restored in 2002 it was long overdue."
    },
    {
        "title": "Sky Mound",
        "contentId": 327516,
        "artistContentId": 327228,
        "artistName": "Holt Nancy",
        "completitionYear": 2008,
        "yearAsString": "2008",
        "width": 450,
        "image": "https://uploads5.wikiart.org/images/nancy-holt/sky-mound-2008.jpg!Large.jpg",
        "height": 287,
        "artistUrl": "nancy-holt",
        "url": "sky-mound-2008",
        "dictionaries": [
            16440,
            713
        ],
        "location": null,
        "period": null,
        "serie": null,
        "genre": "installation",
        "material": null,
        "style": "Environmental (Land) Art",
        "technique": null,
        "sizeX": null,
        "sizeY": null,
        "diameter": null,
        "auction": null,
        "yearOfTrade": null,
        "lastPrice": null,
        "galleryName": null,
        "tags": null,
        "description": "Located in Northern New Jersey, Sky Mound sits where a 57-acre (230,000 m2), 100-foot (30 m)-high landfill once stood. The state’s Hackensack Meadowland Development Commission (HMDC) asked Holt to reclaim the site in an effort to provide an environmentally safe spot for plant and animal life to reside and for humans to enjoy.\r\n\r\nStill unfinished in April 2008, the landfill is to be turned into an earth sculpture and public park. The landfill has been covered with grass. Ten mounds stand upon the site, as well as steel poles, plants, and a pond, designed for the approximately 250 species of migratory birds that visit the area seasonally. There will eventually be wind indicators and gravel paths. On several astronomically significant dates each year, the work will provide its viewer with unique views of the sun, moon, and several stars.\r\n\r\nIn addition, a series of arcing pipes will go down into the landfill, recovering methane from the 10 million tons of garbage below. This will provide an alternative source of energy for those in the community.\r\n\r\nSky Mound’s location makes it visible and accessible to many people. Holt believes the work will increase awareness of the complex problem of how we dispose of our waste and trash. It also raises questions about the sun, as every ecosystem depends on the sun and its energy for survival. In 1991, funding on Sky Mound was stopped to perform a technological study at the site; currently construction remains postponed."
    }
]